Repository: tiliarou/CDNSP-GUI
Catalog: locales/*/LC_MESSAGES/language.po
Languages: af, ar, de, el, fa, fr, he, hu, id, ja, ms, nl, pt, ru, th, vi

source: Base game only
af: Slegs basiese spieletjie
ar: اللعبة فقط
de: Nur Basisspiel
el: Παιχνίδι μόνο (B)
fa: فقط بازی اصلی (بدون آپدیت)
fr: Jeu de base seulement
he: משחק בלבד
hu: Csak az alap játék
id: Game saja
ja: ベースのゲーム
ms: Game asal sahaja
nl: Enkel het Basis Spel
pt: Somente jogo base
ru: Только Игра
th: เกมหลักเท่านั้น
vi: Chỉ tải base game

source: Update only
af: Opdateer slegs
ar: التحديث فقط
de: Nur Update
el: Ενημερώσεις μόνο (U)
fa: فقط آپدیت
fr: Mise à jour seulement
he: עדכון בלבד
hu: Csak frissítés
id: Update saja
ja: 更新のみ
ms: Update sahaja
nl: Alleen de Update
pt: Somente update
ru: Только Обновление
th: อัพเดทเท่านั้น
vi: Chỉ tải update

source: All DLC
af: Alle DLC
ar: جميع المحتوى الإضافي
de: Alle DLCs
el: Όλα τα DLC (D)
fa: ها DLC تمام
fr: Tous les DLC
he: DLCכל ה
hu: Összes DLC
id: Semua DLC
ja: すべて DLC
ms: Semua DLC
nl: Alleen DLC
pt: Todos DLC
ru: Все DLC
th: DLC ทั้งหมด
vi: Tất cả DLC

source: Add to queue
af: Sit by queue
ar: إضافة إلى الدور
de: Zur Warteschlange hinzufügen
el: Προσθήκη στην ουρά
fa: اضافه کردن به صف دانلود
fr: Ajouter à la file d'attente
he: הוסף לרשימת הורדה
hu: Hozzáadás a sorhoz
id: Tambahkan ke antrian
ja: キューに追加します。
ms: Tambah ke senarai giliran
nl: Toevoegen aan Wachtrij
pt: Adicionar a fila
ru: Добавить в очередь загрузки
th: เพิ่มลงในคิว
vi: Thêm vào danh sách

source: Update Titlekeys
af: Opdateer Titlekeys
ar: Titlekeys تحديث
de: Titlekeys aktualisieren
el: Ενημέρωση των Titlekeys
fa: Titlekeys آپدیت
fr: Mettre à jour les clés de titre
he: עדכון מאגר רשימת המשחקים
hu: Titlekey-ek frissítése
id: Perbarui Titlekeys
ja: Titlekeys を更新
ms: Kemasikini Titlekeys
pt: Atualizar Titlekeys
ru: Обновить Titlekeys
th: อัพเดท Titlekeys
vi: Cập nhật Titlekeys

source: Queue Menu
af: Queue Spyskaart
ar: قائمة الأدوار
de: Warteschlange
el: Μενού ουράς
fa: صف دانلود
fr: Menu de file d'attente
he: תפריט רשימת הורדות
hu: Sor Menü
id: Daftar Antrian
ja: キューのメニュー
ms: Senarai Giliran
nl: Wachtrij Menu
pt: Menu de Fila
ru: Очередь загрузки
th: รายการคิวดาวน์โหลด
vi: Danh sách

source: Remove selected game
af: Sit Aff
ar: إزالة اللعبة المختارة
de: Gewähltes Spiel löschen
el: Αφαίρεση του επιλεγμένου τίτλου
fa: حذف بازی های انتخابی از صف
fr: Supprimer le jeu sélectionné
he: הסר משחק מסומן
hu: A kiválasztott játék eltávolítása
id: Hapus game terpilih
ja: 取り除く選りすぐりの
ms: Buang game yang dipilih
nl: Verwijder geselecteerd spel
pt: Remover jogo selecionado
ru: Убрать выбранные игры
th: นำเกมที่เลือกไว้ออก
vi: Xóa game đã chọn

source: Remove all
af: Verwyder alles
ar: حذف الجميع
de: Alles Löschen
el: Αφαίρεση όλων
fa: خدف تمامی بازی ها از صف
fr: Tout supprimer
he: הסר הכל
hu: Összes Eltávolítása
id: Hapus semua
ja: すべてを破棄
ms: Buang semua
nl: Verwijder alles
pt: Remover tudo
ru: Убрать все игры
th: เอาออกทั้งหมด
vi: Xóa hết

source: Download all
af: Download alles
ar: تنزيل الجميع
de: Alles Herunterladen
el: Λήψη Όλων
fa: دانلود تمام بازی ها
fr: Tout Télécharger
he: הורד הכל
hu: Összes Letöltése
id: Unduh semua
ja: すべてのダウンロードを開始します。
ms: Muat turun semua
nl: Download alles
pt: Baixar tudo
ru: Загрузить все игры
th: ดาวน์โหลดทั้งหมด
vi: Tải tất cả

source: Click download all to download all games in queue!
af: Kliek aflaai alles om alle speletjies in tou af te laai!
ar: انقر لتنزيل جميع الألعاب في الدور!
de: Klicke auf Alles Herunterladen um alle Spiele in der Warteschlange herunterzuladen!
el: Επιλογή του Λήψη Όλων για να το κατέβασμα όλλων των αντικειμένων της ουράς
fa: برای دانلود تمام بازی های صف ، روی دانلود تمام بازی ها کلیک کنید
fr: Cliquez sur télécharger tout pour télécharger tous les jeux de la file d'attente !
he: !לחץ 'הורד הכל' על מנת להוריד את כל המשחקים מהרשימה
hu: Kattints az 'Összes Letöltése' gombra, hogy az összes sorban álló játékot letöltsd!
id: Klik unduh semua untuk mengunduh semua game di antrian!
ja: すべてのダウンロードを開始しますすべてのダウンロードを開始しますをクリックします。
ms: Tekan muat turun semua untuk memuaturun semua game di senarai giliran
nl: Klik op download om alle spellen te downloaden in de wachtrij!
pt: Clique Baixar Tudo para baixar todos jogos na fila
ru: Нажмите "Загрузить все игры" чтобы загрузить все игры в очереди загрузки!
th: คลิกดาวน์โหลดทั้งหมดเพื่อเริ่มดาวน์โหลดเกมในรายการ
vi: Ấn nút tải tất cả để tải về các games đã lưu

source: Status: Getting game status... Please wait
af: Status: Kry spelstatus... Wag alablief
ar: الحالة: جلب حالة اللعبة... الرجاء الانتظار
de: Status: Spielstatus wird abgefragt... Bitte warten!
el: Κατασταση:ʽΛήψη κατάστασης τίτλου... Παρακαλώ περιμένετε
fa: وضعیت : درحال دریافت وضعیت بازی ... لطفا صبر کنید
fr: Statut : récupération du statut des jeux, veuillez patienter...
he: סטטוס: טוען מצב משחק... אנא המתן
hu: Állapot: Játék állapotának lekérése... Kérlek várj!
id: Status: Mendapatkan status game... Tunggu sebentar
ja: ステータス：ゲームの状況の検査 ... しばらくお待ちください...
ms: Sedang mendapatkan game.. Sila tunggu
nl: Status: Opvragen spel status... Even geduld a.u.b.
pt: Status: Obtendo status do jogo... aguarde
ru: Статус: Получение статуса игр... Пожалуйста подождите
th: สถานะ: กำลังเรียกสถานะของเกม... กรุณารอซักครู่
vi: Tình trạng: Đang cập nhât...vui lòng đợi trong giây lát

source: Building the current state file... Please wait, this may take some time depending on how many games you have.
ar: يتم بناء الملف... الرجاء الإنتظار، سيستغرق ذلك بعض الوقت على جسب الألعاب الموجودة لديك
de: Aktuelle Statusdatei wird erstellt... Bitte warten. Dies kann einige Zeit in Anspruch nehmen, abhängig davon wieviele Spiele in Besitz sind.
el: Δημιουργία αρχείου τρέχουσας κατάστασης... Παρακαλώ περιμένετε, χρειάζεται περισσσότερος χρόνος για κάθε παιχνίδι που υπάρχει στο φάκελο.
fa: در حال ساخت فایل حالت فعلی بازی ها ... لطفا صبر کنید، بسته به تعداد بازی های دانلود شده ، این حالت زمان بر است
fr: Statut : création du fichier d'état actuel, veuillez patienter, cela peut prendre du temps selon votre nombre de jeux...
he: בונה את מסד הנתונים... אנא המתן, זה עלול לקחת קצת זמן בהתאם לכמות המשחקים הקיימים
hu: A jelenlegi állapotfájl elkészítése zajlik... Kérlek legyél türelemmel, ez eltarthat egy ideig attól függően, hogy mennyi játékod van.
id: Membangun status file saat ini... Tunggu sebentar, ini akan memakan waktu tergantung seberapa banyak game yang anda miliki.
ja: ゲームの状態のファイルを作成しています ... 待ってください、このしたゲームの数に応じていくつかの時間がかかることがあります。
ms: Sedang membina status semasa fail... Sila tunggu di mana ianya mungkin mengambil masa bergantung kepada berapa banyak game yang telah dipilih.
nl: Aan het werk om de huidige status bij te werken... Even geduld a.u.b. Dit kan enkele tijd duren afhankelijk van het aantal spellen in bezit
pt: Montando a atual situação do arquivo... Aguarde, isso pode levar algum tempo dependendo de quantos jogos você tem.
ru: Создание текущего файла состояния... Пожалуйста подождите, это займет некоторое время.
th: กำลังสร้างไฟล์สถานะระบบ... โปรดรอซักครู่! ขั้นตอนนี้อาจใช้เวลา ขึ้นอยู่กับจำนวนเกมที่คุณมี
vi: Đang cập nhật trang thái hiện tại, thời gian đợi phụ thuộc vào số lượng games bạn đang có.

source: Error, Current_status.txt doesn't exist
af: Fout, Current_status.exe bestaan nie
ar: Current_status.txt خطأ، الملف غير موجود
de: Fehler, die Datei Current_status.txt existiert nicht!
el: Σφάλμα, το αρχείο Current_status.txt δεν εντοπίστηκε
fa: خطا ، فایل Current_status.txt وجود ندارد
fr: Erreur, le fichier Current_status.txt n'existe pas
he: אינו קיים Current_status.txt שגיאה, הקובץ
hu: Hiba, a 'Current_status.txt' nem létezik
id: Terjadi kesalahan, file Current_status.txt tidak ditemukan
ja: エラーは、 現在のステータス.txt Current_status.txt が存在しません。
ms: Ralat, fail Current_status.txt tidak wujud
nl: Foutmelding het bestand Current_status.txt bestaat niet
pt: Erro, Current_status.txt não existe
ru: Ошибка, файл Current_status.txt не существует!
th: เกิดข้อผิดพลาด! ไม่พบไฟล์ Current_status.txt
vi: Lỗi thiếu file Current_status.txt

source: Status: Done!
af: Status: Kla!
ar: الحالة: تم الإنتهاء!
de: Status: Erledigt!
el: Κατάσταση: Έτοιμο!
fa: وضعیت : کامل شد
fr: Statut : terminé !
he: !סטטוס: סיים
hu: Állapot: Kész!
id: Status: Selesai!
ja: ステータス : 終了しました !
ms: Status: Siap!
nl: Status: Klaar!
pt: Pronto!
ru: Статус: Готово!
th: สถานะ: เสร็จสิ้น!

source: Downloading game image...
af: Downloading spieletjie beeld...
ar: تنزيل صور الألعاب...
de: Spiel Abbild wird heruntergeladen...
el: Λήψη εικόνας παιχνιδιού...
fa: در حال دریافت عکس بازی
fr: Téléchargement de l'image du jeu...
he: ...מוריד תמונת משחק
hu: Játék képfájljának letöltése...
id: Mengunduh gambar game...
ja: ゲーム画像をダウンロードしています ...
ms: Memuat turun gambar game...
nl: Downloaden spel afbeelding...
pt: Baixando imagem do jogo...
ru: Загрузка обложки для игры...
th: กำลังดาวน์โหลดภาพประกอบ...
vi: Đang tải hình ảnh...

source: Error
af: Fout
ar: خطأ
de: Fehler
el: Σφάλμα
fa: خطا
fr: Erreur
he: שגיאה
hu: Hiba
id: Terjadi Kesalahan
ja: エラー
ms: Ralat
nl: Foutmelding
pt: Erro
ru: Ошибка
th: เกิดข้อผิดพลาด
vi: Lỗi

source: Titlekey {} is not a 32-digits hexadecimal number!
af: Titlekey {} is nie 'n 32-digits heksadesimale nomer!
ar: لا توجد هوية العنوان أو هوية العنوان ليست بعدد 32 خانه!
de: Titlekey {} ist keine 32-stellige Hexadezimalzahl!
el: Titlekey {} δεν είναι δεκαεξαδικός αριθμός 32 χαρακτήρων!
fa: یک عدد 32 رقمی هگزادسیمال نیست Titlekey {}
fr: La clé du titre {} n'est pas un nombre hexadécimal à 32 chiffres !
hu: TitleID {} nem egy 32-karakterű hexadecimális szám!
id: Titlekey {} bukan angka heksadesimal 32-digit
ja: Titlekey {} 16 進数の 32 桁の番号ではありません
ms: Titlekey {} bukan nombor 32-digit hexadecimal
nl: Titlekey {} is niet een 32-digits hexadecimal nummer!
pt: Titlekey {} não é um numero hexadecimal de 32 digitos!
ru: Titlekey {} не является 32-значным шестандцатеричным числом!
th: TitleID {} ไม่ใช่เลขฐานสิบหก 32อักษร!
vi: Titlekey {} không có dạng 32-digits hexadecimal hợp lệ!

source: TitleID {} is not a 16-digits hexadecimal number!
af: TitleID {} is nie 'n 16-digits heksadesimale nomer!
ar: لا توجد هوية العنوان أو هوية العنوان ليست بعدد 16 خانه!
de: TitleID {} ist keine 16-stellige Hexadezimalzahl!
el: TitleID {} δεν είναι δεκαεξαδικός αριθμός 16 χαρακτήρων!
fa: یک عدد 16 رقمی هگزادسیمال نیست TitleID {}
fr: L'ID du titre {} ​​n'est pas un nombre hexadécimal à 16 chiffres !
hu: TitleID {} nem egy 16-karakterű hexadecimális szám!
id: TitleID {} bukan angka heksadesimal 16-digit
ja: TitleID {} 桁の数字 16 桁の 16 進数値ではありません。
ms: TitleID {} bukan nombor hexadecimal 16-digit
nl: TitleID {} is niet een 16-digits hexadecimal nummer!
pt: TitleID {} não é um numero hexadecimal de 16 digitos
ru: TitleID {} не является 16-значным шестандцатеричным числом!
th: TitleID {} ไม่ใช่เลขฐานสิบหก 16อักษร!
vi: TitleID {} không có dạng 16-digits hexadecimal hợp lệ!

source: Starting to download! It will take some time, please be patient. You can check the CMD (command prompt) at the back to see your download progress.
af: Begin om af te laai! Dit sal tyd neem, wees asseblief geduldig. Jy kan die CMD (opdragprompt) agterna sien om jou aflaai vordering te sien.
ar: يتم التنزيل! سيستغرق ذلك بعض الوقت، الرجاء الإنتظار. يمكنك التأكد من حالة التنزيل في الصفحة الموجودة بالخلف
de: Download wird gestartet! Bitte um etwas Geduld, dies kann einige Zeit in Anspruch nehmen. Überprüfe die Eingabeaufforderung (CMD) im Hintergrund um den Downloadfortschritt zu sehen.
el: Αρχίζω το κατέβασμα! Άραξε γιατί Θα πάρει λίγο χρόνο. Μπορείς να κοιτάς το CMD (γραμμή εντολών) που είναι ανοικτό για την πρόοδο των λήψεων σου.
fa: مراجعه کنید CMD در حال دانلود ، دانلوذ زمان بر خواهد بود، لطفا شکیبا باشید ، برای بررسی وضعیت دانلود لطفا به صفحه
fr: Vous pouvez consulter l'invite de commande lancé en arrière pour voir la progression de votre téléchargement.
he: שבצד על מנת לבדוק את סטטוס ההורדה command promptההורדה מתחילה! סבלנות, זה ייקח קצת זמן. בדוק את חלון ה
hu: A letöltés elkezdődött! Egy ideig elfog tartani, kérlek legyél türelemmel. Megtudod nézni a CMD-t (parancssor) a letöltés állapotáról.
id: Memulai mengunduh! Mohon tunggu sebentar. Anda bisa cek CMD untuk melihat status unduhan anda.
ja: をダウンロード開始！ いくつかの時間、患者にしてください。 背面には、 CMD ( コマンドプロンプト ) を確認して、ダウンロードの進捗状況を確認することができます。
ms: Muat turun bermula! Ianya akan mengambil sedikit masa, sila bersabar. Anda boleh melihat status muat turun di CMD (command prompt)
nl: Beginnen met downloaden! Dit zal wat tijd kosten, even geduld a.u.b. Je kan het command prompt controleren om de status te zien.
pt: Iniciando download! Pode levar algum tempo, seja paciente. Você pode checar o prompt de comando para ver o progresso do download.
ru: Начинается загрузка! Это займет некоторое время. Вы можете следить за прогрессом в командной строке.
th: เริ่มต้นการดาวน์โหลด! การดาวน์โหลดต้องใช้เวลา กรุณาใจเย็นๆ - คุณสามารถตรวจสอบหน้าต่าง CMD (command prompt) ที่ด้านหลังเพื่อดูความคืบหน้าในการดาวน์โหลด
vi: Đang tải về, xem trong cửa sổ CMD (Windows) hoặc terminal (Mac) để kiểm tra trạng thái

source: Download finished!
af: Download kla!
ar: تم الإنتهاء من التنزيل!
de: Download abgeschlossen!
el: Οι Λήψεις ολοκληρώθηκαν
fa: دانلود کامل شد!
fr: Téléchargement terminé !
he: !ההורדה הסתיימה
hu: Letöltés befejezve!
id: Unduhan selesai!
ja: ダウンロードが完了しました！
ms: Muat turun selesai!
nl: Downloaden Klaar
pt: Download concluido!
ru: Загрузка завершена!
th: ดาวน์โหลดเสร็จสิ้น!
vi: Tải về thành công!

source: No updates available for the game
af: Geen opdaterings beskikbaar vir die spel nie
ar: لا يتوفر تجديث لهذه اللعبة
de: Keine Updates für das Spiel verfügbar.
el: Δεν υπάρχουν ενημερώσεις για τον τίτλο αυτό
fa: هیج آپدیتی برای بازی عرضه نشده
fr: Aucune mise à jour disponible pour le jeu
he: אין עדכונים זמינים למשחק
hu: Nincsenek elérhető frissítések a játékhoz
id: Tidak ada pembaruan tersedia untuk game ini
ja: ゲームのために利用可能な更新がありません
ms: Tiada update untuk game berkenaan
nl: Geen updates beschikbaar voor dit spel
pt: Sem updates disponíveis para o jogo
ru: Для этой игры нет доступных обновлений
th: ไม่พบอัพเดทเกม
vi: Game không có update nào

source: No updates available for the game, base game downloaded!
af: Geen opdaterings beskikbaar vir die spel nie, basis spel downloaded!
ar: لا يتوفر تحديث للعب، تم تنزيل اللعبة فقط!
de: Keine Updates für das Spiel verfügbar, Basisspiel wurde heruntergeladen!
el: Δεν υπάρχουν ενημερώσεις για τον τίτλο αυτό, η λήψη του παιχνιδιού ολοκληρώθηκε!
fa: هیچ آپدیتی برای بازی عرضه نشده ، بازی اصلی دانلود شد!
fr: Aucune mise à jour disponible pour le jeu, jeu de base téléchargé !
he: !אין עדכונים זמינים למשחק, אך המשחק הורד
hu: Nincsenek elérhető frissítések a játékhoz, alap játék letöltve!
id: Tidak ada pembaruan tersedia untuk game ini, game telah terunduh
ja: ゲームのために利用可能な更新がありません、ベースのゲームをダウンロードした !
ms: Tiada update untuk game berkenaan, hanya game asal dimuaturun!
nl: Geen updates beschikbaar voor dit spel, basis spel gedownload!
pt: Sem updates disponíveis para o jogo, jogo base baixado!
ru: Для этой игры нет доступных обновлений, была загружена только игра!
th: เกมหลักดาวน์โหลดเสร็จสิ้น และไม่พบอัพเดทเกม
vi: Game không có update, base game đã được tải về

source: You didn't choose a location to save the file!
af: Jy het nie 'n plek gekies om die lêer te stoor nie!
ar: لم تختر مكان لحظ الملف!
de: Kein Speicherort zum Sichern der Datei gewählt!
el: Δεν επέλεξες θέση αποθήκευσης για το αρχείο!
fa: مکانی برای ذخیره فایل انتخاب نکردید!
fr: Vous n'avez pas choisi d'emplacement pour enregistrer le fichier !
he: !לא נבחרה תיקיית הורדה לשמירת הקובץ
hu: Nem választottál mentési helyet a fájlnak!
id: Anda belum memilih lokasi untuk menyimpan file!
ja: ファイルを保存する場所を選択してください！
ms: Anda belum memilih lokasi untuk menyimpan fail
nl: Je hebt geen locatie gekozen om het bestand op te slaan
pt: Você não escolheu um local para baixar o arquivo!
ru: Вы не выбрали директорию для сохранения файла!
th: คุณยังไม่ได้เลือกตำแหน่งในการบันทึกข้อมูล!
vi: Bạn chưa chọn nợi lưu games

source: Persistent queue not found, skipping...
af: Aanhoudende tou nie gevind nie, spring oor ...
ar: لا توجد قائمة دور دائمة ، تخطي
de: Keine gespeicherte Warteschlange gefunden, überspringe...
el: Δεν εντοπίστηκε Μόνιμη Ουρά, παράβλεψη...
fa: ...صف مداوم پیدا نشد،
fr: File d'attente persistante introuvable, ignoré...
he: ...כותר לא נמצא, מדלג
hu: Jelenlegi sor nem található, kihagyás...
id: Antrian tidak ditemukan, melewati...
ja: 永続的なキューを見つけられませんでした。 スキップしています .....
ms: Senarai giliran tidak ditemui, mengabaikan...
nl: Wachtrij niet gevonden, wordt overgelagen...
pt: Fila persistente não encontrada, pulando...
ru: Сохраненная очередь загрузки не найдена, пропускаем...
th: Persistent queue not found, ทำการข้าม...
vi: Đang bỏ qua vì danh sách game không tìm thấy

source: Item not found in queue
af: Item is nie in die tou gevind nie
ar: لا توجد المادة في الدور
de: Gegenstand in der Warteschlange nicht gefunden.
el: Το αντικείμενο δεν εντοπίστηκε στην ουρά
fa: آیتم در صف پیدا نشد
fr: Élément introuvable dans la file d'attente
he: כותר לא נמצא ברשימת הורדה
hu: Ez az elem nem található a sorban.
id: Item tidak ditemukan di antrian
ja: キューが空になっています。
ms: Tiada di dalam senarai menunggu
nl: Item niet gevonden in wachtrij
pt: Item não encontrado na fila
ru: Элемент не найден в очереди загрузки
th: ไม่มีรายการในคิว
vi: Không tìm thấy game trong danh sách

source: Name for titleID not found in the list
af: Naam vir titelID nie in die lys gevind nie
ar: اسم هوية العوان غير موجودة في القائمة
de: Der Name für die Titel ID wurde in der Liste nicht gefunden.
el: Το όνομα του titleID δεν βρέθηκε στη λίστα
fa: موردنظر نامی پیدا نشد titleID برای
fr: Nom pour l'ID de titre introuvable dans la liste
he: לא נמצא ברשימה tileIDשם ל
hu: A titleID nem található a listában.
id: Nama untuk titleID tidak ditemukan di daftar
ja: TitleID 用リストに名が見つかりません
ms: Nama titleID tidak dijumpai di dalam senarai
nl: Naam van titleID niet gevonden in de lijst
pt: Nome para titleID não encontrado na lista
ru: Имя TitleID не найдено в списке
th: ไม่พบชื่อสำหรับ titleID ในรายการ
vi: titleID không có trong danh sách

source: No game selected to remove!
af: Geen spel gekies om te verwyder nie!
ar: لم تختر ألعاب لإزالتها!
de: Kein Spiel zum Löschen ausgewählt!
el: Δεν επιλέχθηκε τίτλος για αφαίρεση!
fa: بازی برای حذف پیدا نشده
fr: Aucun jeu à supprimer sélectionné !
he: !לא נבחר משחק להסרה
hu: Nem választottál ki törlendő játékokat!
id: Tidak ada game terpilih untuk dihapus!
ja: を削除するには、選択したゲームはありません！
ms: Tiada game yang dipilih untuk dibuang
nl: Geen spel geselecteerd om te verwijderen
pt: Sem jogo selecionado para remover!
ru: Ни одна игра не выбрана для удаления из очереди!
th: คุณยังไม่ได้เลือกเกมที่จะนำออกจากรายการ!
vi: Không có game nào được chọn để xóa

source: Download for all your queued games will now begin! You will be informed once all the download has completed, please wait and be patient!
af: Laai af vir al jou tou-speletjies sal nou begin! Jou sal ingelig word sodra al die aflaai voltooi is, wag asseblief en wees geduldig!
ar: سيتم تنزيل جميع الألعاب الموجودة بالدور! سيتم تبليغك عند الإنتهاء، الرجاء الإنتظار
de: Der Download für alle Spiele in der Warteschlange beginnt jetzt! Es erfolgt eine Meldung sobald alle Downloads abgeschlossen sind. Bitte um etwas Geduld, dies kann einige Zeit in Anspruch nehmen!
el: Θα ξεκινήσει η Λήψη για ό,τι έχεις στην ουρά! Θα ενημερωθείς όταν όλα ολοκληρωθούν, κάνε υπομονή!
fa: دانلود تمام بازی های صف شروع شد، زمانی که دانلود تمام شد به شما اطلاع رسانی خواهد شد،لطفا شکیبا باشید
fr: Le téléchargement des jeux dans la file d'attente va maintenant commencer ! Vous serez informé une fois que tous les téléchargements seront terminés, merci de patienter !
he: !ההורדה לכל המשחקים תתחיל מיד, בסיומה תקבל התראה. אנא המתן בסבלנות
hu: A sorba állított játékaid letöltése elkezdődött! Értesülni fogsz róla, amint a letöltés befejeződött, addig pedig várj türelemmel.
id: Unduhan untuk semua game dalam antrian akan dimulai! Anda akan diberitahu ketika semua unduhan telah selesai, mohon tunggu dan bersabar!
ja: ダウンロードを開始しています。 私は完了している時に私が通知します。 しばらくお待ちください。
ms: Muaturun semua game anda bermula! Anda akan diberitahu selepas semua game telah dimuaturun, harap bersabar!
nl: Download van alle spellen in wachtrij zal nu beginnen! Je wordt geinformeerd als de downloads klaar zijn, Wacht geduldig!
pt: Download de todos os jogos na fila vai começar! Você vai ser informado assim que o download for concluído, por favor aguarde e seja paciente!
ru: Начинается загрузка всех ваших игр в очереди! Вы будете проинформированы, как только все загрузки будут завершены!
th: เริ่มต้นการดาวน์โหลดเกมทั้งหมดในรายการ! คุณจะได้รับการแจ้งเตือนเมื่อการดาวน์โหลดเสร็จสิ้น โปรดรออย่างใจเย็น!
vi: Bắt đầu tải về các games trong danh sách! Vui lòng đợi, bạn sẽ nhận được thông báo khi quá trình tải về hoàn tất

source: Downloading games...
af: Downloading spieletjies...
ar: يتم تنزيل الألعاب...
de: Spiele werden heruntergeladen...
el: Λήψη παιχνιδιών...
fa: ...درحال دانلود بازی ها
fr: Téléchargement des jeux...
he: ...מוריד משחקים
hu: Játékok letöltése...
id: Mengunduh game...
ja: ゲームをダウンロードしています ...
ms: Memuaturun game...
nl: Downloaden van spellen...
pt: Baixando jogos...
ru: Загрузка игр...
th: กำลังดาวน์โหลดเกม...
vi: Đang tải về...

source: No updates available for titleID: {}
af: Geen opdaterings beskikbaar vir titelID: {}
ar: {}لا يتوفر تجديث لهوية العنوان:
de: Keine Updates für die Titel ID {} verfügbar!
el: Δεν υπάρχουν Ενημερώσεις για τον titleID: {}
fa: یافت نشد titleID {} هیچ آپدیتی برای
fr: Aucune mise à jour disponible pour l'ID de titre {}
he: {}אין עדכונים זמינים ל:
hu: Nem érhető el frissítés ehhez a titleID-hoz: {}
id: Tidak ada pembaruan tersedia untuk titleID: {}
ja: TitleID に利用可能な更新がありません。 {}
ms: Tiada update untuk titleID: {}
nl: Geen updates beschikbaar voor titleID: {}
pt: Sem updates disponíveis para o titleID: {}
ru: Для TitleID: {} нет доступных обновлений
th: ไม่มีอัพเดทสำหรับ titleID: {}
vi: Không có update nào cho titleID: {}

source: No updates available for titleID: {}, base game downloaded!
af: Geen opdaterings beskikbaar vir titleID: (), basiese speletjie afgelaai!
ar: لا يوجد تجديث لهوية ال{}وان , تم تنزيل اللعبة فقط
de: Keine Updates für die Titel ID {} verfügbar, Basisspiel heruntergeladen!
el: Δεν υπάρχουν Ενημερώσεις για τον titleID: {}, η λήψη του παιχνιδιού ολοκληρώθηκε!
fa: یافت نشد titleID {} هیچ آپدیتی برای
fr: Aucune mise à jour disponible pour l'ID de titre {}, jeu de base téléchargé !
he: !אין עדכונים זמינים ל:{}, המשחק עצמו הורד בהצלחה!
hu: Nem érhető el frissítés ehhez a titleID-hoz: {}, alap játék letöltve!
id: Tidak ada pembaruan tersedia untuk titleID: {}, game terunduh!
ja: TitleID に利用可能な更新がありません。 {} ベースのゲームをダウンロードした !
ms: Tiada update untuk titleID: {}, hanya game asas dimuaturun!
nl: Geen updates beschikbaar voor titleID: {}, Basis spel gedownload
pt: Sem updates disponíveis para o titleID: {}, jogo base baixado!
ru: Для TitleID: {} нет доступных обновлений, была загружена только игра!
th: เกมหลักดาวน์โหลดเสร็จสิ้น และไม่มีอัพเดทสำหรับเกม titleID: {}
vi: Không có update nào cho titleID: {}, base game đã được tải về!

source: Download complete!
af: Download kla!
ar: !تم التنزيل
de: Download abgeschlossen!
el: Ολοκλήρωση Λήψεων
fa: دانلود کامل شد!
fr: Téléchargement terminé !
he: !ההורדה הסתיימה
hu: Letöltés befejezve!
id: Unduhan selesai!
ja: ダウンロードが完了しました！
ms: Muaturun selesai!
nl: Downloaden Klaar!
pt: Download completo!
ru: Загрузка завершена
th: ดาวน์โหลดเสร็จสิ้น!
vi: Đã tải xong

source: Download Complete!
af: Download Kla!
ar: !تم التنزيل
de: Download abgeschlossen!
el: Ολοκλήρωση Λήψεων
fa: دانلود کامل شد!
fr: Téléchargement Terminé !
he: !ההורדה הסתיימה
hu: Letöltés Befejezve!
id: Unduhan selesai!
ja: ダウンロードが完了しました！
ms: Muaturun selesai!
nl: Downloaden Klaar!
pt: Download Completo!
ru: Загрузка завершена
th: ดาวน์โหลดเสร็จสิ้น!
vi: Đã tải xong
