Repository: tiliarou/CDNSP-GUI
Catalog: locales/*/LC_MESSAGES/language_old.po
Languages: it

source: Error - Application launched with Python 2, please install Python 3 and delete Python 2
it: Errore - Applicazione lancaita con Python 2, perfavore installa Python 3 e cancella Python 2

source: Error installing {0}, close the application and you can install the module manually by typing in CMD: pip3 install {0}
it: Errore d'installazione {0}, chiudi l'applicazione e puoi installare i moduli manualmente digidanto in CMD: pip3 install {0}

source: Checking if all required modules are installed!
it: controllado se tutti i moduli richiesti sono installati

source: Everything looks good!
it: tutto sembra a posto

source: Unable to get required files! Check your internet connection
it: impossibile prendere i files richiesti! controlla la tua connessione ad internet

source: Check if there's extra spaces at the bottom of your titlekeys.txt file! Delete if you do!
it: controlla se c'è uno SPAZIO alla fine del tuo file titlekeys.txt ! cancellalo se c'è

source: Error!, Missing CDNSP-GUI-config.json file
it: Errore!, File CDNSP-GUI-config.json mancante

source: Select Download Location
it: Seleziona posizione di scarico

source: Preload Game Images
it: Precarica le immagini di gioco

source: Load Saved Queue
it: Carica la coda salvata

source: Save Queue
it: salva la coda

source: Aria2c will be missed
it: Aria2c verrà persa

source: DISABLE GAME IMAGE
it: DISABILITA LE IMMAGINI DI GIOCO

source: Mute All Pop-ups
it: MUTA tutti i pop-ups

source: Disable NSP Repack
it: Disabilita NSP repack

source: Disable Titlekey check
it: Disabilita il controllo Titlekey

source: Enable Shorten Name
it: Abilita abbreviare il nome

source: Enable Tinfoil Download
it: Abilita lo scarico Tinfoil

source: Enable SysVer 0 Patch
it: abilita la patch Sysver 0

source: Save Windows Location and Size
it: Salva posizione e dimensione della finestra del programma

source: Scan for existing games
it: Scansiona per i giochi esistenti

source: Download
it: Scarica

source: Options
it: Opzioni

source: Tools
it: Utensili

source: Enable NSP Repack
it: Abilita Nsp Repack

source: Unmute All Pop-ups
it: Riattiva tutti i pop-ups

source: Enable Titlekey check
it: Abilita il controllo Titlekey

source: ENABLE GAME IMAGE
it: Abilita l'immagine di gioco

source: Disable Shorten Name
it: Disabilita l'abbreviazione di nome

source: Disable Tinfoil Download
it: Disabilita lo scarico Tinfoil

source: Disable SysVer 0 Patch
it: Disabilita SysVer 0 patch

source: Status:
it: Stato:

source: Game
it: GIOCO

source: State
it: Stato

source: Game Image:
it: Immagine di Gioco:

source: Click the game image above to open the game in the eShop!
it: Clicca sull'immagine del gioco per aprire la pagina del gioco in eShop!

source: Select update version:
it: Seleziona versione aggiornata

source: Download options:
it: Opzioni di scarico

source: Base game + Update + DLC
it: Gioco base + Aggiornamenti + DLC

source: Base game + Update
it: Gioco base + Aggiornamenti

source: Update + DLC
it: Aggiornamenti + DLC

source: Base game only
it: Solo Gioco base

source: Update only
it: Solo Aggiornamenti

source: All DLC
it: Tutti i DLC

source: Add to queue
it: Aggiungi alla coda

source: Update Titlekeys
it: Aggiorna Titlekeys

source: Queue Menu
it: Menu della Coda

source: Remove selected game
it: Rimuovi gioco selezionato

source: Remove all
it: Rimuovi tutto

source: Download all
it: Scarica tutto

source: Click download all to download all games in queue!
it: Clicca su scarica tutto per scaricare tutti i giochi in coda

source: Status: Getting game status... Please wait
it: Stato : Ottenimento dello stato di gioco... Attendere prego

source: Building the current state file... Please wait, this may take some time depending on how many games you have.
it: Costruento il corrente stato del file... Attnedere prego, questo potrebbe metterci del tempo a secondo di quanti giochi tu abbia

source: Error, Current_status.txt doesn't exist
it: Errore, Current_statu.txt non esiste

source: Status: Done!
it: Stato: Fatto!

source: Downloading game image...
it: Scaricando l'immagine del gioco...

source: Error
it: Errore

source: Titlekey {} is not a 32-digits hexadecimal number!
it: Titlekey {} non è 32-digits numero esadecimale!

source: TitleID {} is not a 16-digits hexadecimal number!
it: TitleID {} non è 16-digits numero esadecimale!

source: Starting to download! It will take some time, please be patient. You can check the CMD (command prompt) at the back to see your download progress.
it: Inizio dello scarico! Ci potrebbe mettere del tempo, sii paziente. Puoi controllare dal CMD (command prompt) per vedere il progresso dello scarico

source: Download finished!
it: Scarico terminato!

source: No updates available for the game
it: Nessun aggiornamento disponibile per il gioco

source: No updates available for the game, base game downloaded!
it: Nessun aggiornamento disponibile per il gioco, gioco base scaricato

source: You didn't choose a location to save the file!
it: Non hai scelto dove salvare i file!

source: Persistent queue not found, skipping...
it: Coda persistente non trovata , saltare...

source: Item not found in queue
it: Oggetto non trovato in coda

source: Name for titleID not found in the list
it: Nome per titleID non trovato nella lista

source: No game selected to remove!
it: nessun gioco selezionato da rimuovere

source: Download for all your queued games will now begin! You will be informed once all the download has completed, please wait and be patient!
it: Lo scarico di tutti i giochi messi in coda inizierà ora! Sarai informato una volta che tutti gli scarichi saranno completi, attenti e sii paziente!

source: Downloading games...
it: Giochi in scarico

source: No updates available for titleID: {}
it: Nessun aggiornamento disponibile per titleID: {}

source: No updates available for titleID: {}, base game downloaded!
it: Nessun aggiornamento disponibile per titleID: {}, gioco base scaricato

source: Download complete!
it: Scarico completato

source: Download Complete!
it: Scarico completato

source: Status: Updating titlekeys
it: Stato: Aggiornamento titlekeys

source: Finished update!
it: Aggiornamento finito!

source: Total of new games added: {}
it: Totale dei nuovi giochi aggiunti: {}

source: Close
it: Chiudi

source: Status: Finished update, There were no new games to update!
it: Stato: Aggiornamento finito, Non ci sono nuovi giochi da aggiornare!

source: Status: Finished update, There were no new games to update!
it: Stato: Aggiornamento finito, Non ci sono nuovi giochi da aggiornare!

source: Status: Finished update, Database rebuilt from scratch
it: Stato: Aggiornato finito, Database ricostruito da zero

source: The database server {} might be down or unavailable
it: Il database server {} potrebbere essere down o non disponibile

source: Enable Titlekey Check
it: Abilita Verifica Titlekey

source: Disable Titlekey Check
it: Disabilita Verifica Titlekey

source: It took {} seconds for you to get all images!
it: Ci impiega {} secondi per avere tutte le immagini!

source: Done getting all game images!
it: Fatto ottenute tutte le immagini

source: Failed to get version
it: non è riuscito ad ottenere la versione

source: No TitleID or TitleID not 16 characters!
it: No TitleID or TitleID non 16 caratteri!

source: Windows size and position saved!
it: le dimensione e posizione della finestra del programma sono state salvate

source: Search for existing games
it: Cerca giochi esistenti

source: Browse
it: sfoglia

source: Scan
it: scansiona

source: You didn't choose a directory!
it: Non hai scelto una directory

source: The chosen directory doesn't exist!
it: la directory scelta non esiste

source: Finished scanning your games!
it: Finito di scansionare i tuoi giochi

source: Status: Building the current state file... Please wait, this may take some time depending on how many games you have.
it: Stato: Costruendo il corrente stato file... Attendere prego, ci potrebbe mettere del tempo dipende da quanti giochi hai

source: Base64 text:
it: Base64 testo:

source: Decode
it: Decodifica

source: Decoded text:
it: Testo decodificato:

source: Open
it: Apri

source: Game Info:
it: Informazioni di gioco:

source: Game Price:
it: Prezzo del gioco:

source: Game Description:
it: Descrizione del gioco:

source: Developer
it: Sviluppatore

source: Release Date:
it: Data di rilascio:

source: Category:
it: Categoria

source: Number of Players:
it: Numero di giocatori:

source: Game Info not avaiable for this game at the moment!
it: Informazioni di gioco non disponibili al momento!

source: About
it: Circa

source: Credits
it: Crediti

source: Language
it: Lingua

source: Please restart the GUI for the new language to apply!
it: Perfavore fai ripartire la GUI per applicare la nuova lingua
