Repository: tiliarou/CDNSP-GUI
Catalog: locales/*/LC_MESSAGES/language.po
Languages: af, ar, de, el, fa, fr, he, hu, id, ja, ms, nl, pt, ru, th, vi

source: Error - Application launched with Python 2, please install Python 3 and delete Python 2
af: Fout - Applikasie oop gemaak met Python2, installeer asablief Python3 en delete Python2
ar: Python البرنامج بدأ مع النسخة 2، الرجاد تثبيت النسخة 3 وعدم حذف النسخة 2 من البرنامج
de: Fehler - Anwendung wurde mit Python 2 gestartet, bitte installiere Python 3 und entferne Python 2
el: Σφάλμα - Η εφαρμογή ξεκίνησε με την έκδοση 2 της Python, παρακαλώ διαγράψτε την και στη συνέχεια προχωρήστε στην εγκατάσταση της έκδοσης 3
fa: طرا نصب کنید Pyhton 3 را پاک کرده و Python 2 اجرا شده است ، لطفا Python 2 خطا - برنامه با
fr: Erreur - L'application a été lancée avec Python 2, veuillez installer Python 3 et supprimer Python 2
hu: Hiba - Az alkalmazás Python 2-vel indult el, kérlek telepítsd a Python 3 programot, és töröld a Python 2-őt!
id: Terjadi Kesalahan - Aplikasi dibuka menggunakan Python 2, mohon pasang Python 3 dan hapus Python 2
ja: エラーの Python 2 インストールされています。 Python 2 を削除します。 Python 3 をインストールします。
ms: Ralat - Aplikasi telah dibuka menggunakan Python 2, sila pasang applikasi Python 3 dan buang Python 2
nl: Foutmelding programma gestart met Python 2, installeer alsjeblieft Python 3 en verwijder Python 2
pt: Erro - Aplicativo carregado com Python 2, por favor instale o Python 3 e delete o Python 2
ru: Ошибка - приложение было запущено с помощью Python 2, установите Python 3 и удалите Python 2
th: เกิดข้อผิดพลาด! โปรแกรมถูกเปิดด้วย Python 2!!! กรุณาถอนการติดตั้ง Python 2 และทำการติดตั้ง Python 3 แทน
vi: Lỗi - Ứng dụng được khởi động bằng Python 2, vui lòng gỡ bỏ Python 2 và cài đặt Python 3 để khởi động

source: Error installing {0}, close the application and you can install the module manually by typing in CMD: pip3 install {0}
af: Installeering fout {0}, maak die applikasie toe en jy kan die module jouself installeer deur die volgende te tik CMD: pip install {0}
ar: خطأ في التثبيت! أغلق البرنامج وثبته يدويا عن طريق كتابة CMD: pip3 install {0} في cmd
de: Fehler bei der Installation von {0}, schließe die Anwendung und installiere das Modul manuell in der Eingabeaufforderung (CMD) mit dem Befehl: pip3 install {0}
el: Σφάλμα εγκατάστασης {0}, κλείστε την εφαρμογή και προχωρήστε στην χειροκίνητη εγκατάσταση πληκτρολογώντας pip3 install {0} σε CMD
fa: ماژول را به صورت دستی نصب کنید CMD در pip3 install {0} خطا در نصب {0} ،برنامه را ببندید و با استفاده از کد
fr: Erreur lors de l'installation de {0}, fermez l'application et vous pourrez installer manuellement le module depuis un invite de commande : pip3 install {0}
hu: Hiba a(z) {0} telepítése közben, zárd be az alkalmazást, és telepítsd a modult manuálísan a parancssorban az alábbi paranccsal: pip3 install {0}
id: Terjadi kesalahan dalam memasang {0}, tutup aplikasi dan lakukan pemasangan manual dengan mengetik di CMD: pip3 install {0}
ja: エラーのインストール {0}, アプリケーションを閉じると PIP 3 モジュールを手動でインストールします. {0}
ms: Pemasangan ralat {0}, tutup aplikasi dan lakukan pemasangan secara manual dengan menaip di CMD: pip3 install {0}
nl: Foutmelding bij het installeren {0}, sluit het programma en installeer de module handmatig door in CMD pip3 install te tikken {0}
pt: Erro instalando {0}, feche o aplicativo e instale o modulo manualmente digitando no CMD: pip3 install {0}
ru: Ошибка установки {0}, закройте приложение, и установите модуль вручную, набрав в командной строке: pip3 install {0}
th: เกิดข้อผิดพลาดในการติดตั้ง {0}, กรุณาปิดโปรแกรม จากนั้นทำการติดตั้งโมดูลด้วยตนเอง ด้วยการพิมพ์ใน CMD: pip3 install {0}
vi: Lỗi trong khi cài đặt {0}, đóng ứng dụng và cài đặt module cần thiết bằng lệnh: pip3 install {0}

source: Checking if all required modules are installed!
af: Maak seeker alle benodigde modules is ingestalleer
ar: !التأكد من تثحيت جميع الوجدات المطلوبه
de: Prüfe ob alle erforderlichen Module installiert sind!
el: Έλέγχω ότι τα απαραίτητα modules έχουν εγκατασταθεί!
fa: بررسی کنید که تمام ماژول های مورد نیاز نصب شده باشد
fr: Vérification de la présence de tous les modules requis...
hu: Telepített modulok ellenőrzése..
id: Memeriksa modul-modul yang diperlukan...
ja: 必要なモジュールのインストールをチェックしています。
ms: Memeriksa modul-modul yang diperlukan...
nl: Controle of alles ge√Ønstalleerd is om het programma te kunnen starten
pt: Checando se todos os modulos necessários foram instalados!
ru: Проверка наличия всех необходимых модулей!
th: กำลังตรวจสอบการติดตั้งโมดูลทั้งหมด!
vi: Kiểm tra các modules bắt buộc đã cài đặt chưa!

source: Everything looks good!
af: Alles lyk goed
ar: يبدو كل شيء جيدا!
de: Sieht alles in Ordnung aus!
el: Ολα καλά! Τέλεια! :)
fa: همه چیز خوب است
fr: Tout semble correct !
hu: Minden működik!
id: Pemeriksaan selesai, semua lengkap!
ja: すべてのものがインストールされています。
ms: Pemeriksaan selesai, semuanya lengkap!
nl: Alles is in orde!
pt: Está tudo perfeito!
ru: Все модули установлены! Приложение сейчас будет запущено!
th: ไม่พบปัญหา!
vi: Ứng dụng đủ điều kiện khởi động

source: Unable to get required files! Check your internet connection
af: Nie in staat om benodigde dokumente te kry nie! Maak seeker jy internet werk
ar: غير قادر على الحصول على الملفات المطلوبة! الرجاء التأكد من شبكة الانترنت الخاصة بك
de: Die erforderlichen Dateien konnten nicht abgerufen werden! Bitte überprüfe die Internetverbindung!
el: Δεν μπόρω να κατεβάσω τα απαραίτητα αρχεία! Έλενξε τη σύνδεση σου
fa: امکان دریافت فایل های مورد نظر وجود ندارد! لطفا اتصال اینترنت را بررسی کنید
fr: Impossible d'obtenir les fichiers requis ! Vérifiez votre connexion Internet.
hu: A szükséges fájlok letöltése sikertelen! Ellenőrizd, hogy van-e internet kapcsolatod.
id: Gagal mendapatkan file yang diperlukan! Cek koneksi internet anda
ja: 必要なファイルを取得できませんでした。 インターネット接続を確認します。
ms: Gagal mendapatkan file yang diperlukan! Sila lihat sambungan internet anda
nl: Niet mogelijk om de nodige bestanden te downloaden! Controleer je internet aansluiting en probeer opnieuw
pt: Impossível de obter os arquivos necessários! Verifique sua conexão de internet
ru: Не удалось получить требуемые файлы! Проверьте свое подключение к Интернету!
th: ไม่สามารถติดตั้งไฟล์ที่จำเป็นได้! กรุณาตรวจสอบการเชื่อมต่ออินเทอร์เน็ต
vi: Không thể tải về các files cần thiết, vui lòng kiểm tra kết nối Internet

source: Check if there's extra spaces at the bottom of your titlekeys.txt file! Delete if you do!
af: Kyk of daar eksta spasies onder aan jou titlekeys.txt dokument is! Delete as daar is!
ar: احذه إذا تواجد! titlekeys.txt تأكد إذا هناك مسافة موجودة بأسفل الملف
de: Bitte überprüfe ob am Ende der titlekeys.txt Datei zusätzliche Leerzeichen befinden, falls vorhanden lösche diese!
el: Έλενξε αν υπάρχουν κενά στο τέλος του αρχείου titlekeys.txt και διέγραψε τα!
fa: فاصله اضافه وجود نداشته باشد ، در صورت وجود فاصله ها را پاک کنید Titlekeys.txt بررسی کنید در آخر فایل
fr: Vérifiez s'il n'y a pas d'espace supplémentaire à la fin de votre fichier titlekeys.txt ! Si oui, supprimez-les !
hu: Nézd meg, hogy van-e üres hely kihagyva a titlekeys.txt fájlban! Ha igen, akkor töröld!
id: Cek apakah ada spasi tambahan di bagian paling bawah dari file titlekeys.txt! Hapus jika ada!
ja: 下部に余分なスペースのために titlekeys ファイルがないかどうかを調べます。 余分なスペースを削除します。
ms: Sila semak fail titlekeys.txt jika ada ada ruangan kosong di bawah. Buang jika ada.
nl: Controleer of er extra spaties aan de onderkant van het titlekeys.txt bestand staan! Als deze er staan verwijder deze dan
pt: Cheque se o seu titlekeys.txt possui espaços extras no fim do arquivo, delete os espaços se houver
ru: Проверьте, есть ли пробелы в нижней части файла titlekeys.txt! Удалите их, если есть!
th: กรุณาเปิดไฟล์ titlekeys.txt และตรวจสอบด้านล่างสุดของไฟล์ว่ามีเนื้อที่ว่างอยู่ไหม! หากมีให้ทำการลบเนื้อที่ว่างนั้นออก!
vi: Vui lòng kiểm tra và xóa bỏ cách dòng thừa (space) ở cuối file titlekeys.txt!

source: Error!, Missing CDNSP-GUI-config.json file
af: Fout!, Verlore CDNSP-GUI-config.json dokument
ar: مفقود CDNSP-GUI-config.json خطأ! ملف
de: Fehler, die Datei CDNSP-GUI-config.json existiert nicht!
el: Σφάλμα! Απουσιάζει το αρχείο CDNSP-GUI-config.json
fa: یافت نشد CDNSP-GUI-config.json خطا ، فایل
fr: Erreur, le fichier CDNSP-GUI-config.json est introuvable
hu: Error!, hiányzó CDNSP-GUI-config.json fájl
id: Terjadi kesalahan!, file CDNSP-GUI-config.json tidak ditemukan
ja: エラーファイルが見つかりません。CDNSP-GUI-config.json
ms: Ralat! CDNSP-GUI-config.json tidak ditemui
nl: Foutmelding! , Bestand CDNSP-GUI-config.json mist
pt: Erro! falta o arquivo CDNSP-GUI-config.json
ru: Ошибка! Не могу найти CDNSP-GUI-config.json
th: เกิดข้อผิดพลาด! ไม่พบไฟล์ CDNSP-GUI-config.json
vi: Lỗi thiếu file CDNSP-GUI-config.json

source: Select Download Location
af: Kies Download lokasie
ar: اختار موقع التنزيل
de: Speicherort auswählen
el: Επιλογή θέση αποθήκευσης
fa: مکان ذخیره دانلود ها را انتخاب کنید
fr: Dossier de destination des téléchargements
he: בחר תיקיית הורדה
hu: Letöltés Helyének Megadása
id: Pilih lokasi Unduhan
ja: ダウンロードする場所を選択します。
ms: Pilih lokasi muat turun fail
nl: Selecteer de Download locatie
pt: Escolha o local de download
ru: Выбрать директорию для загрузки игр
th: เลือกตำแหน่งเก็บไฟล์ดาวน์โหลด
vi: Chọn nơi lưu games tải về

source: Preload Game Images
af: Voorbelading Speletjie Beelde
ar: تثبيت صور الألعاب مسبقا
de: Spiel Abbilder vorladen
el: Προφόρτωση των εικόνων των παιχνιδιών
fa: دریافت عکس بازی
fr: Précharger les images de jeux
he: טען מראש תמונות משחקים
hu: Játékok képeinek letöltése egyszerre
id: Tampilkan gambar Game
ja: プレロードゲーム画像。
ms: Gambar Game Ditunjukkan
nl: Pre-Load Spel Afbeeldingen
pt: Pré-carregamento das imagens dos jogos
ru: Предзагрузить обложки для игр
th: โหลดภาพประกอบ
vi: Tải trước ảnh game

source: Load Saved Queue
af: Laai Saved Queue
ar: تحميل الدور المخزن
de: Gespeicherte Warteschlange öffnen
el: Άνοιγμα της Αποθηκευμένης Ουράς
fa: بازیابی صف دانلود ذخیره شده
fr: Charger une file d'attente
he: טען רשימת הורדות שמורה
hu: Elmentett Sor Betöltése
id: Muat Antrian Tersimpan
ja: 保存されたキューをロードします。
ms: Tunjukan Giliran Yang Disimpan
nl: Laad opgeslagen wachtrij
pt: Carregar Fila Salva
ru: Загрузить сохраненную очередь загрузки
th: โหลดคิว
vi: Mở danh sách games đã lưu

source: Save Queue
ar: حفظ الدور
de: Warteschlange speichern
el: Αποθήκευση Ουράς
fa: ذخیره صف دانلود
fr: Sauvegarder la file d'attente
he: שמור רשימת הורדות
hu: Sor Elmentése
id: Simpan Antrian
ja: ダウンロードキューを保存します。
ms: Simpan Giliran
nl: Sla wachtrij op
pt: Salvar Fila
ru: Сохранить очередь загрузки
th: เซฟคิว
vi: Lưu danh sách games

source: Aria2c will be missed
af: Aria2c sal gemis word
ar: Aria2c سنفقد
de: Aria2c wird uns fehlen
el: Το Aria2c θα μας λείψει
fa: Aria2c پیدا نخواهد شد
fr: Aria2c est nécessaire
he: אופצית אריה2 תחסור לכולנו
hu: Az Aria2c hiányozni fog
id: Aria2c tidak dapat digunakan
ja: Aria2c 使用されなくなりました。
ms: Fungsi Aria2c dipadam
nl: Aria2c wordt gemist
pt: Aria2c será perdido
ru: Нам будет тебя не хватать, aria2c
vi: Aria2c không còn được sử dụng

source: DISABLE GAME IMAGE
af: SIT AF SPIELETJIE BEELD
ar: إلغاء صور اللعبة
de: SPIEL ABBILDER DEAKTIVIEREN
el: Απενεργοποίηση των εικόνων
fa: غیر فعال کردن عکس بازی ها
fr: Désactiver les images de jeu
he: בטל תמונת משחק
hu: JÁTÉK KÉPÉNEK KIKAPCSOLÁSA
id: NONAKTIFKAN GAMBAR GAME
ja: ゲームのイメージを無効にする
ms: PAPARAN IMEJ GAME DITUTUP
nl: Schakel spel afbeeldingen uit
pt: Desabilitar imagens dos jogos
ru: Отключить обложки для игр
th: ปิดการแสดงผลรูปภาพประกอบ
vi: TẮT HÌNH ẢNH GAME

source: Mute All Pop-ups
af: Sit Af Alle Pop-ups
ar: تصميت كل النوافذ
de: Alle Pop-ups stummschalten
el: Απενεργοποίηση των αναδυόμενων παραθύρων
fa: غیر فعال کردن تمام پاپ آپ ها
fr: Désactiver les pop-ups
he: השתק חלונות קופצים
hu: Előugró ablakok némítása
id: Matikan Semua Pop-up
ja: すべてのポップアップのミュート
ms: Matikan Semua Pop-up
nl: Stop alle Pop-Ups
pt: Silenciar todos pop-ups
ru: Отключить всплывающие сообщения
th: ปิดการใช้งานป๊อปอัพทั้งหมด
vi: Tắt tất cả thông báo

source: Disable NSP Repack
af: Sit Af NSP Repack
ar: NSP Repack تعطيل خاصية
de: NSP Neuverpacken deaktivieren
el: Απενεργοποίηση της μετατροπής σε NSP
fa: NSP Repack غیر فعال کردن
fr: Désactiver le repack de NSP
he: NSP Repack בטל
hu: NSP újracsomagolás kikapcsolása
id: Nonaktifkan NSP Repack
ja: NSP 再構築を無効にする
ms: Matikan fungsi Repack NSP
nl: Schakel NSP herpakken uit
pt: Desabilitar NSP Repack
ru: Отключить перепаковку в NSP
th: ปิดการใช้งาน NSP Repack
vi: Tắt chức năng NSP Repack

source: Disable Titlekey check
af: Sit Af Titlekey Kontroleer
ar: Titlekey تعطيل تفقد
de: Titlekey Überprüfung deaktivieren
el: Απενεργοποίηση του ελέγχου για το Titlekey
fa: Titlekey غیر فعال کردن ، چک
fr: Désactiver la vérification de clé de titre
hu: Titlekey ellenőrzés kikapcsolása
id: Nonaktifkan pengecekan Titlekey
ja: Titlekey 検査を無効にする
ms: Matikan Fungsi Semakan Titlekey
nl: Schakel Titlekey controle uit
pt: Desabilitar checagem de Titlekey
ru: Отключить проверку Titlekey
th: ปิดการใช้งานการตรวจสอบ Titlekey
vi: Tắt kiểm tra Titlekey

source: Enable Shorten Name
af: Sit Aan Korter Naam
ar: تعطيل تقصير الإسم
de: Verkürzte Namen aktivieren
el: Ενεργοποίηση μικρότερου ονόματος
fa: فعال سازی نام کوتاه
fr: Activer les noms courts
hu: Rövidített név bekapcsolása
id: Aktifkan Pemendekan Nama
ja: 短縮名を有効にする
ms: Aktifkan Fungsi Ringkasan Nama
nl: Schakel afkorten van naam in
pt: Habilitar Encurtador de Nome
ru: Включить сокращение имени
th: เปิดการใช้งานย่อชื่อไฟล์
vi: Bật chức năng đổi tên ngắn

source: Enable Tinfoil Download
af: Sit Aan Tinfoil Dowload
ar: Tinfoil تفعيل التنزيل عن طريق
de: Tinfoil Download aktivieren
el: Ενεργοποίηση λήψης συμβατής με Tinfoil
fa: Tinfoil فعال سازی دانلود
fr: Activer le téléchargement Tinfoil
hu: Tinfoil Letöltés bekapcsolása
id: Aktifkan Unduhan Tinfoil
ja: Tinfoil ダウンロードを有効にする
ms: Aktifkan Fungsi Muat Turun Tinfoil
nl: Schakel Tinfoil Download in
pt: Habilitar Download em Modo Tinfoil
ru: Включить загрузку Tinfoil
th: เปิดการใช้งานดาวน์โหลดสำหรับ Tinfoil
vi: Bật chức năng tải game dạng Tinfoil

source: Enable SysVer 0 Patch
af: Sit Aan SysVer 0 Patch
ar: SysVer 0 Patch تفعيل
de: SysVer 0 Patch aktivieren
el: Ενεργοποίηση SysVer 0 Patch
fa: SysVer 0 فعال سازی پچ
fr: Activer le patch SysVer 0
hu: SysVer 0 Patch bekapcsolása
id: Aktifkan Patch SysVer 0
ja: 有効に SysVer 0 パッチ
ms: Aktifkan Fungsi SysVer 0 Patch
nl: Schakel Sysver 0 Patch in
pt: Habilitar Patch SysVer 0
ru: Включить патч SysVer 0
th: เปิดการใช้งาน SysVer 0 แพทช์
vi: Bật Sysver 0 Patch

source: Save Windows Location and Size
af: Save Venster Lokasie en Groote
ar: حفظ مكان النافذة وحجمها
de: Fensterposition/-größen speichern
el: Αποθήκευση θέσης και μεγέθους παραθύρων
fa: ذخیره مکان و اندازه پنجره
fr: Enregistrer l'emplacement et la taille des fenêtres
hu: Ablak helyének és méretének mentése
id: Simpan Ukuran dan Lokasi Windows
ja: ストアプログラムサイズと位置
ms: Simpan Lokasi dan Saiz Windows
nl: Sla scherm locatie en grootte op
pt: Salvar Localização e Tamanho das Janelas
ru: Сохранить местоположение и размер окон
th: บันทึกตำแหน่งและขนาดของหน้าต่าง
vi: Lưu vị trí và kích thước cửa sổ

source: Scan for existing games
af: Soek bestaande spieletjies
ar: البحث عن الألعاب الحالية
de: Nach vorhandenen Spielen suchen
el: Έλεγχος για υπάρχοντα παιχνίδια
fa: اسکن بازی های دانلود شده
fr: Scanner les jeux existants
hu: Meglévő játékok keresése
id: Scan game yang tersedia
ja: 既存のゲームをスキャンします。
ms: Scan game sedia ada
nl: Zoek naar reeds opgeslagen spellen
pt: Escanear por jogos existentes
ru: Найти существующие игры
th: สแกนรายการเกม
vi: Quét các games hiện tại

source: Base64 Decoder
ar: Base64 فك شفرة
de: Base64 Dekodierer
el: Base64 Αποκωδικοποιητής
fr: Décodeur Base64
hu: Base64 Dekódoló
id: Dekoder Base64
ja: ベース 64 デコードします。
ms: Dekoder Base64
pt: Decodificador Base64
ru: Декодер Base64
vi: Giải mã Bas64

source: Download
ar: تنزيل
el: Λήψη
fa: دانلود
fr: Téléchargement
he: הורדות
hu: Letöltés
id: Unduhan
ja: ダウンロードする
ms: Muat Turun
nl: Downloaden
ru: Загрузка
th: ดาวน์โหลด
vi: Tải về

source: Tools
af: Gereedskap
ar: أدوات
de: Werkzeuge
el: Εργαλεία
fa: ابزار
fr: Outils
he: כלים
hu: Eszközök
id: Peralatan
ja: 工具
ms: Alatan
nl: Gereedschap
pt: Ferramentas
ru: Инструменты
th: เครื่องมือ
vi: Công cụ

source: Enable NSP Repack
af: Sit aan NSP Repack
ar: NSP Repack تفعيل
de: NSP Neuverpacken aktivieren
el: Ενεργοποίηση της μετατροπής σε NSP
fa: NSP Repack فعال سازی
fr: Activer le repack de NSP
he: NSP Repack אפשר
hu: NSP újracsomagolás bekapcsolása
id: Aktifkan NSP Repack
ja: NSP 再構築を有効にする
ms: Aktifkan NSP Repack
nl: Inschakelen NSP herpakken
pt: Habilitar NSP Repack
ru: Включить перепаковку в NSP
th: เปิดการใช้งาน NSP Repack
vi: Bật chức năng NSP Repack

source: Unmute All Pop-ups
af: Sit Aan alle Pop-ups
ar: فك تصميت كل النوافذ
de: Pop-ups Stummschaltung aufheben
el: Ενεργοποίηση των αναδυόμενων παραθύρων
fa: فعال سازی تمامی پاپ آپ ها
fr: Activer les pop-ups
he: החזר התראות חלונות קופצים
hu: Előugró ablakok némításának feloldása
id: Nyalakan Semua Pop-up
ja: すべてのポップアップのミュートを解除
ms: Benarkan Semua Pop-up
nl: Schakel alle Pop-Ups in
pt: Ativar sons dos Pop-ups
ru: Включить всплывающие сообщения
th: เปิดการใช้งานป๊อปอัพ
vi: Bật tất cả thông báo

source: Enable Titlekey check
af: Sit Aan Titlekey kontroleer
ar: Titlekey تفعيل التأكد من
de: Titlekey Überprüfung aktivieren
el: Ενεργοποίηση του ελέγχου για το Titlekey
fa: Titlekey فعال سازی چک
fr: Activer la vérification de clé de titre
he: אפשר בדיקת מפתח כותר
hu: Titlekey ellenőrzés bekapcsolása
id: Aktifkan pengecekan Titlekey
ja: Titlekey チェックを有効にする
ms: Aktifkan semakan Titlekey
nl: Schakel Titlekey controle in
pt: Habilitar checagem dos Titlekeys
ru: Включить проверку Titlekey
th: เปิดการใช้งานตรวจสอบ Titlekey
vi: Bật kiểm tra Titlekey

source: ENABLE GAME IMAGE
af: SIT AAN SPIELETJIE BEELD
ar: تفعيل صورة اللعبة
de: SPIEL ABBILDER AKTIVIEREN
el: Ενεργοποίηση GAME IMAGE
fa: فعال سازی عکس بازی ها
fr: Activer les images des jeux
he: אפשר תמונת משחק
hu: JÁTÉK KÉPÉNEK ENGEDÉLYEZÉSE
id: AKTIFKAN GAMBAR GAME
ja: ゲーム画像を有効にする
ms: AKTIFKAN GAMBAR GAME
nl: Schakel spel afbeelding in
pt: Habilitar imagens dos jogos
ru: Включить обложки для игр
th: เปิดการใช้งานภาพประกอบ
vi: HIỂN THỊ ẢNH GAME

source: Disable Shorten Name
af: Sit Aaf Korter Naam
ar: تعطيل تقصير الإسم
de: Verkürzte Dateinamen deaktivieren
el: Απενεργοποίηση μικρότερου ονόματος
fa: غیر فعال کردن نام کوتاه
fr: Désactiver les noms courts
he: בטל קיצור שם
hu: Rövidített név kikapcsolása
id: Nonaktifkan Pemendekan Nama
ja: 短い名前を無効にする
ms: Padam Fungsi Pendekan Nama
nl: Schakel afkorten van naam uit
pt: Desabilitar encurtador de nomes
ru: Отключить сокращение имени
th: ปิดการใช้งานการย่อชื่อไฟล์
vi: Tắt chức năng đổi tên ngắn

source: Disable Tinfoil Download
af: Sit Aff Tinfoil Download
ar: Tinfoil تعطيل التنزيل عن طريق
de: Tinfoil Download deaktivieren
el: Απενεργοποίηση λήψης συμβατής με Tinfoil
fa: Tinfoil غیر فعال کردن دانلود
fr: Désactiver le téléchargement Tinfoil
he: Tinfoilבטל אופציה הורדה מ
hu: Tinfoil Letöltés kikapcsolása
id: Nonaktifkan Unduhan Tinfoil
ja: Tinfoil ダウンロードを無効にする
ms: Padam Fungsi Muat Turun Tinfoil
nl: Schakel Tinfoil Download uit
pt: Desabilitar Download em Modo Tinfoil
ru: Отключить загрузку Tinfoil
th: ปิดการใช้งานดาวน์โหลดสำหรับ Tinfoil
vi: Tắt chức năng tải games dạng Tinfoil

source: Disable SysVer 0 Patch
af: Sit Aff SysVer 0 Patch
ar: SysVer 0 Patch تعطيل
de: SysVer 0 Patch deaktivieren
fa: SysVer 0 غیر فعال کردن پچ
fr: Désactiver le patch SysVer 0
he: SysVer 0 Patch בטל
hu: SysVer 0 Patch kikapcsolása
id: Nonaktifkan Patch SysVer 0
ja: SysVer 0 パッチを無効にする
ms: Padam SysVer 0 Patch
nl: Schakel Sysver 0 Patch uit
pt: Desabilitar Patch SysVer 0
ru: Отключить патч SysVer 0
th: ปิดการใช้งาน SysVer 0 แพทช์
vi: Tắt SysVer 0 Patch

source: Status:
ar: :الحالة
el: Απενεργοποίηση του SysVer 0 Patch
fa: وضعیت :
fr: Statut :
he: :סטטוס
hu: Állapot:
ja: 地位
ru: Статус:
th: สถานะ:
vi: Trạng thái

source: Game
af: Spieletjie
ar: اللعبة
de: Spiel
el: Τίτλος
fa: بازی
fr: Jeu
he: משחק
hu: Játék
ja: ゲーム
nl: Spel
pt: Jogo
ru: Игра
th: เกม

source: State
af: Staat
ar: الحالة
de: Status
el: Κατάσταση
fa: حالت
fr: État
he: מצב
hu: Állapot
id: Status
ja: 状態
ms: Status
nl: Status
pt: Estado
ru: Состояние
th: สถานะ
vi: Trạng thái

source: Game Image:
af: Spieletjie Beeld:
ar: صورة اللعبة:
de: Spiel Abbild:
el: Εικόνα παιχνιδιού
fa: عکس بازی
fr: Image du jeu :
he: :תמונת משחק
hu: Játék Képe:
id: Gambar Game:
ja: ゲーム画像
ms: Gambar Game
nl: Spel Afbeelding
pt: Imagem do Jogo
ru: Обложка игры
th: ภาพประกอบ:
vi: Hình ảnh

source: Click the game image above to open the game in the eShop!
af: Drik die boonste beeld om die spieletjie oop te maak in die eShop
ar: اضغط على صورة اللعبة لفتح اللعبة على موقع المتجر!
de: Klicke auf das Spiel Abbild oberhalb um das Spiel im eShop zu öffnen!
el: Με αρίστερο κλικ πάνω στην εικόνα ανοίγει η περιγραφή του τίλου στο eShop!
fa: روی عکس کلیک کنید eShop برای باز شدن صفحه
fr: Cliquez sur l'image du jeu pour ouvrir le jeu dans l'eShop
he: לחץ על תמונת המשחק למעלה!eShopעל מנת לפתוח את עמוד המשחק בחנות ה
hu: Kattints a képre fent, hogy megnyisd a játékot az eShop-ban!
id: Klik gambar game di atas untuk membuka game di eShop!
ja: 上記のゲームの画像をクリックしてください。 私は、 eShop で試合を開きます。
ms: Tekan gambar di bawah untuk membuka game di eShop!
nl: Klik op de afbeelding hierboven om het spel te openen in de eShop!
pt: Clique na imagem do jogo abaixo para abrir o jogo na eShop!
ru: Кликните на обложку игры, чтобы перейти на страницу игры в eShop!
th: คลิกที่รูปภาพ เพื่อดูข้อมูลของเกมใน eShop
vi: Click ảnh game để mở link tới eShop!

source: No Demo
af: Geen Demo
ar: لا تتوفر نسخة تجريبية
de: Demos ausschließen
el: Χωρις Demo
fa: به غیر از دمو ها
fr: Ignorer les démos
he: ללא דמו
hu: Demo-k kizárása
id: Tanpa Demo
ja: デモの表示 / 非表示
ms: Tiada Demo
nl: Geen Demo
pt: Sem Demos
ru: Отключить демо-версии
th: ไม่ต้องแสดงเดโมเกม
vi: Không có Demo

source: Title ID:
af: Titel ID:
de: Titel ID:
el: ID Τίτλου:
fr: ID du titre :
he: של המשחק IDה
ja: タイトル ID

source: Title Key:
af: Titel Sleutle:
de: Titel Key:
el: Κλειδί Τίτλου:
fr: Clé du titre :
he: של המשחק Titleה
ja: タイトルキー

source: Select update version:
af: Kies nuudste weergawe:
ar: اختار نسخة التحديث:
de: Wähle eine Updateversion:
el: Επιλογή έκδοσης αναβάθμισης
fa: ورژن آپدیت را انتخاب کنید
fr: Sélectionnez la version de mise à jour :
he: :בחר גרסת עדכון
hu: Frissítés verziója:
id: Pilih versi update:
ja: アップデートのバージョンを選択します。
ms: Pilihan version
nl: Selecteer update versie
pt: Escolha a versão do update:
ru: Выберите версию обновления
th: เลือกเวอร์ชั่นอัพเดท:
vi: Chọn phiên bản update

source: Download options:
af: Download opsies:
ar: خيارات التنزيل:
de: Download Optionen:
el: Επιλογές Λήψης:
fa: گزینه های دانلود
fr: Options de téléchargement :
he: :אפשרויות הורדה
hu: Letöltési opciók:
id: Pilihan unduhan:
ja: ダウンロードのオプション :
ms: Pilihan muat turun
nl: Download opties:
pt: Opções de Download
ru: Настройки загрузки
th: ตัวเลือกการดาวน์โหลด:
vi: Lựa chọn tải về

source: Base game + Update + DLC
af: Base game + Opdateer + DLC
ar: اللعبة+ التحديث+ المحتوى الإضافي
de: Basisspiel + Update + DLC
el: Παιχνίδι (B) + Ενημερώσεις (U) + DLC (D)
fa: DLC + بازی اصلی + آپدیت
fr: Jeu de base + Mise à jour + DLC
he: DLC + משחק + עדכון
hu: Alap játék + Frissítés + DLC
id: Game + Update + DLC
ja: 基本ゲーム + 更新 + DLC
ms: Game asal + Update + DLC
nl: Basis Spel + Update + DLC
pt: Jogo Base + Update + DLC
ru: Игра + Обновление + DLC
th: เกมหลัก + อัพเดท + DLC

source: Base game + Update
af: Base game + Opdateer
ar: اللعبة+ التحديث
de: Basisspiel + Update
el: Παιχνίδι (B) + Ενημερώσεις (U)
fa: بازی اصلی + آپدیت
fr: Jeu de base + Mise à jour
he: משחק + עדכון
hu: Alap játék + Frissítés
id: Game + Update
ja: 基本ゲーム + 更新
ms: Game asal + Update
nl: Basis Spel + Update
pt: Jogo Base + Update
ru: Игра + Обновление
th: เกมหลัก + อัพเดท

source: Update + DLC
af: Opdateer + DLC
ar: التحديث+ المحتوى الإضافي
el: Ενημερώσεις (U) + DLC (D)
fa: آپدیت + DLC
fr: Mise à jour + DLC
he: DLC + עדכון
hu: Frissítés + DLC
ja: 更新 + DLC
ru: Обновление + DLC
th: อัพเดท + DLC
