Repository: tiliarou/CDNSP-GUI
Catalog: locales/*/LC_MESSAGES/language.po
Languages: af, ar, de, el, fa, fr, he, hu, id, ja, ms, nl, pt, ru, th, vi

source: Status: Updating titlekeys
af: Status: Titels opdateer
ar: الحالة: تحديث هوية العناوين
de: Status: Aktualisiere titlekeys
el: Κατάσταση: Ενημέρωση αρχείου titlekeys
fa: titlekeys وضعیت : بروز رسانی
fr: Statut : mise à jour des clés de titre...
he: מעדכן מסד נתונים
hu: Állapot: Titlekey frissítése
id: Status: Membarui titlekeys
ja: ステータス：新しい titlekeys 得ること
ms: Sedang mengemaskini titlekeys
nl: Status: Updaten van titlekeys
pt: Status: Atualizando titlekeys
ru: Статус Обновление Titlekeys
th: สถานะ: กำลังอัพเดท titlekeys
vi: Đang cập nhật titlekeys

source: Finished update!
af: Klaar werk!
ar: تم التحديث!
de: Aktualisierung abgeschlossen!
el: Ολοκλήρωση Ενημέρωσης!
fa: بروز رسانی کامل شد
fr: Mise à jour terminée !
he: !העדכון הסתיים
hu: Frissítés befejezve!
id: Pembaruan selesai!
ja: 更新を終了しました！
ms: Selesai kemaskini!
nl: Klaar met update!
pt: Update concluído!
ru: Обновление завершено
th: อัพเดทเสร็จสิ้น!
vi: Hoàn tất cập nhật!

source: Total of new games added: {}
af: Totale nuwe speletjies bygevoeg: {}
ar: {}عدد الألعاب الجديدة المضافه:
de: Anzahl der neu hinzugefügten Spiele: {}
el: Σύνολο νέων τίτλων που προστέθηκαν: {}
fa: بازی جدید اضافه شد{}
fr: {} nouveau(x) jeu(x) ajouté(s)
he: {} :כמות המשחקים שהתווספו
hu: Új játékok száma: {}
id: Jumlah game baru yang ditambahkan: {}
ja: 追加されたのは新しいゲームの合計数： {}
ms: Jumlah game baru ditambah: {}
nl: Totaal aantal nieuwe spellen toegevoegd: {}
pt: Total de jogos novos adicionados: {}
ru: Всего новых игр добавлено: {}
th: เพิ่มเกมใหม่ทั้งหมดจำนวน: {} เกม
vi: Tổng số game được thêm: {}

source: Close
af: Gesluit
ar: إغلاق
de: Schließen
el: Κλείσιμο
fa: بستن
fr: Fermer
he: סגור
hu: Bezárás
id: Tutup
ja: 終止; 締切り
ms: Tutup
nl: Sluiten
pt: Fechar
ru: Закрыть
th: ปิด
vi: Đóng

source: Status: Finished update, There were no new games to update!
af: Status: Voltooide opdatering, Daar was geen nuwe speletjies om op te dateer nie!
ar: !الحالة: تم التجديث، لا توجد ألعاب جديدة للتحديث
de: Status: Aktualisierung abgeschlossen, es wurden keine neuen Spiele hinzugefügt!
el: Κατάσταση: Ολοκλήρωση ενημέρωσης, δεν υπάρχουν νέοι τίτλοι για ενημέρωση!
fa: وضعیت : بروز رسانی پایان یافت ، بازی جدید برای اضافه کردن پیدا نشد
fr: Statut : mise à jour terminée, aucun nouveau jeu à mettre à jour !
he: !העדכון הושלם: לא היו משחקים חדשים לעדכן
hu: Állapot: Frissítés befejezve, nincs több frissítésre váró játék!
id: Status: Pembaruan selesai, tidak ada game baru untuk diperbarui!
ja: ステータス : 終了を更新するには、何もありません。
ms: Status: Kemasiki selesai. Tiada lagi game baru untuk dikemaskini!
nl: Status: Update Klaar, Er zijn geen nieuwe spellen om te updaten
pt: Status: update concluído, não existe novos jogos para atualizar!
ru: Статус: Обновление завершено, новый игр для обновления нет!
th: สถานะ: อัพเดทเสร็จสิ้น! ไม่พบเกมใหม่!
vi: Trạng thái: Hoàn tất cập nhật, không có game nào được cập nhật mới

source: Status: Finished update, There were no new games to update!
af: Status: Voltooide opdatering, Daar was geen nuwe speletjies om op te dateer nie!
ar: !الحالة: تم التجديث، لا توجد ألعاب جديدة للتحديث
de: Status: Aktualisierung abgeschlossen, es wurden keine neuen Spiele hinzugefügt!
el: Κατάσταση: Ολοκλήρωση ενημέρωσης, δεν υπάρχουν νέοι τίτλοι για ενημέρωση!
fa: وضعیت : بروز رسانی پایان یافت ، بازی جدید برای اضافه کردن پیدا نشد
fr: Statut : mise à jour terminée, aucun nouveau jeu à mettre à jour !
he: !העדכון הושלם: לא היו משחקים חדשים לעדכן
hu: Állapot: Frissítés befejezve, nincs több frissítésre váró játék!
id: Status: Pembaruan selesai, tidak ada game baru untuk diperbarui!
ja: ステータス : 終了を更新するには、何もありません。
ms: Status: Kemasiki selesai. Tiada lagi game baru untuk dikemaskini!
nl: Status: Update Klaar, Er zijn geen nieuwe spellen om te updaten
pt: Status: update concluído, não existe novos jogos para atualizar!
ru: Статус: Обновление завершено, новый игр для обновления нет!
th: สถานะ: อัพเดทเสร็จสิ้น! ไม่พบเกมใหม่!
vi: Trạng thái: Hoàn tất cập nhật, không có games mới!

source: Status: Finished update, Database rebuilt from scratch
af: Status: Afgewerkte update, databasis herbou van nuuts af
ar: الحالة: تم الإنتهاء من التجديث، سيتم إعداد قائمة البيانات من الصفر
de: Status: Aktualisierung abgeschlossen, Datenbank wurde neu aufgebaut
el: Κατάσταση: Ολοκλήρωση ενημέρωσης, η Βάση δημιουργήθηκε από την αρχή
fa: وضعیت : آپدیت کامل شد ، داده ها از ابتدا باز سازی شدند
fr: Statut : mise à jour terminée, base de données reconstruite à partir de zéro
he: העדכון הושלם: מאגר הנתונים נבנה מחדש
hu: Állapot: Frissítés befejezve, Adatbázis teljesen újraépítve
id: Status: Pembaruan selesai, Database dibangun ulang
ja: ステータス：完了するには、新しい更新はありません！
ms: Status: Selesai kemaskini, Database dikemaskini daripada awal
nl: Status : Update Klaar, Database opnieuw opgebouwd
pt: Update concluído, Database reconstruída do início
ru: Статус: Обновление завершено, база была данных перестроена с нуля
th: สถานะ: อัพเดทเสร็จสิ้น! ทำการสร้างดาต้าเบสใหม่ทั้งหมด
vi: Trạng thái: Hoàn tất cập nhật, Database sẽ được lưu mới

source: The database server {} might be down or unavailable
af: Die databasis bediener {} kan af wees of nie beskikbaar wees nie
ar: قاغدة البيانات قد تكون غير متوفرة أو معطلة {}
de: Der Datenbankserver {} ist möglicherweise außer Betrieb oder nicht verfügbar
el: Ο σερβερ της Βάσης {} μπορεί να είναι κάτω ή μη διαθέσιμος
fa: سرور داده های {} در دسترس نمی باشد
fr: Le serveur de base de données {} est peut-être en panne ou indisponible
he: מסד הנתונים {} מושבת או אינו זמין
hu: Az {} adatbázis szerver éppen nem elérhető
id: Server database {} sedang tidak tersedia atau down
ja: データベース・サーバ {} がダウンしているか、または使用できないことがあり
ms: Server database {} mungkin tiada atau tutup
nl: De Database server {} is uit of niet beschikbaar
pt: O servidor da database {} pode estar derrubado ou indisponível
ru: Сервер базы данных {} недоступен
th: ดาต้าเบสเซิร์ฟเวอร์ {} อาจจะล่ม หรือไม่ว่าง
vi: Máy chủ CSDL {} đang gặp trục trặc

source: Enable Titlekey Check
af: Sit Aan TitelKey Kontroleer
ar: تفعيل التأكد من هوية العنوان
de: Titlekey Überprüfung aktivieren
el: Ενεργοποίηση Ελέγχου του Titlekey
fa: Titlekey فعال سازی چک
fr: Activer la vérification de clé de titre
he: Titlekey אפשר בדיקת
hu: Titlekey ellenőrzés bekapcsolása
id: Aktifkan Pengecekan Titlekey
ja: Titlekey チェックを有効にする
ms: Benarkan Fungsi Semakan Titlekey
nl: Inschakelen Titlekey Controle
pt: Habilitar checagem de Titlekey
ru: Включить проверку Titlekey
th: เปิดการใช้งานตรวจสอบ Titlekey
vi: Bật kiểm tra Titlekey

source: Disable Titlekey Check
af: Sit Aff TitelKey Kontroleer
ar: تعطيل التأكد من هوية العنوان
de: Titlekey Überprüfung deaktivieren
el: Απενεργοποίηση Ελέγχου του Titlekey
fa: Titlekey غیر فعال سازی چک
fr: Désactiver la vérification de clé de titre
he: Titlekey בטל בדיקת
hu: Titlekey ellenőrzés kikapcsolása
id: Nonaktifkan Pengecekan Titlekey
ja: Titlekey 検査を無効にする
ms: Padamkan Fungsi Semakan Titlekey
nl: Uitschakelen Titlekey Controle
pt: Desabilitar checagem de Titlekey
ru: Отключить проверку Titlekey
th: ปิดการใช้งานตรวจสอบ Titlekey
vi: Tắt kiểm tra Titlekey

source: It took {} seconds for you to get all images!
af: Dit het {} sekondes geneem om al die beelde te kry!
ar: تم استغراق ثانية للحصول على صور الألعاب!{}
de: Es wurden {} Sekunden benötigt um alle Bilder zu laden!
el: Χρειάστηκαν {} για την λήψη όλων των εικόνων!
fa: دریافت تمام عکس ها {} ثانیه زمان بر بود
fr: Il a fallu {} secondes pour récupérer toutes les images !
he: כל התמונות הורדו תוך {} שניות!
hu: {} másodpercbe telt az összes kép letöltése!
id: {} detik diperlukan untuk mendapatkan semua gambar!
ja: すべての画像を取得するために {} 秒かかりました！
ms: Ia mengambil {} beberapa saat untuk mendapatkan semua gambar
nl: Het koste {} seconden om alle afbeeldingen te verkrijgen
pt: Levará {} segundos para obter todas imagens!
ru: {} секунд заняла загрузка всех обложек!
th: ใช้เวลา {} วินาทีในการดาวน์โหลดภาพประกอบทั้งหมด!
vi: Mất {} giây để tải về tất cả các ảnh!

source: Done getting all game images!
af: Klaar om al die speletjie beelde te kry!
ar: تم تنزيل جميع صور الألعاب
de: Alle Spiel Abbilder wurden geladen!
el: Ολοκλήρωση της λήψης των εικόνων για τους τίτλους
fa: دریافت عکس تمام بازی ها با پایان رسید
fr: Toutes les images de jeux ont été telechargées !
he: !הורדת כל התמונות הסתיימה
hu: A játékok képeinek letöltése befejeződött!
id: Selesai mendapatkan semua gambar game!
ja: すべてのゲーム画像の取得完了！
ms: Selesai untuk dapatkan semua gambar!
nl: Klaar met alle afbeeldingen te verkrijgen
pt: Todas as imagens de jogos obtidas!
ru: Все обложки были успешно загружены!
th: ดาวน์โหลดภาพประกอบทั้งหมดเสร็จสิ้น!
vi: Hoàn tất tải ảnh về

source: Failed to get version
af: Kon nie weergawe kry nie
ar: حصل خطأ في الحصول على النسخة
de: Fehler beim Abrufen der Version!
el: Αποτυχία λήψης της έκδοσης
fa: خطا در دریافت ورژن
fr: Impossible d'obtenir la version
he: כשל בבדיקת הגרסא
hu: Hiba a verzió lekérése közben
id: Gagal mendapatkan versi
ja: バージョンの取得に失敗しました。
ms: Tidak berjaya mendapatkan version
nl: Versie mislukt op te halen
pt: Falha ao obter versão
ru: Не удалось получить версию
th: ไม่สามารถโหลดเวอร์ชั่นดังกล่าว
vi: Lỗi không lấy được phiên bản

source: No TitleID or TitleID not 16 characters!
af: Geen TitleID of TitleID nie 16 karakters!
ar: لا توجد هوية العنوان أو هوية العنوان ليست بعدد 16 خانه!
de: Titel ID nicht vorhanden oder keine 16 Zeichen!
el: Χωρις TitleID ή το TitleID δεν έχει 16 χαρακτήρες!
fa: یافت نشد یا 16 حرف نیست TitleID
fr: Aucun ID de titre ou l'ID de titre ne fait pas 16 caractères !
hu: Nincs TitleID, vagy a TitleID nem 16 karakterből áll!
id: Tidak ada TitleID atau TitleID bukan 16 karakter
ja: 不足している TitleID または TitleID 16 文字ではありません！
ms: Tiada TitleID atau TitleID bukan 16 askara!
nl: Geen TitleID of TitleID is geen 16 karakters
pt: Sem TitleID ou TitleID sem 16 caracteres!
ru: Нет TitleID или он не состоит из 16 символов!
th: ไม่พบ TitleID หรือ TitleID ไม่ครบ 16 อักษร!
vi: Không có TitleID hoặc TitleID không đủ 16 ký tự

source: Windows size and position saved!
af: Windows grootte en posisie gestoor!
ar: تم حفظ مكان وحجم النافذة!
de: Fensterposition/-größen gespeichert!
el: Μέγεθος και θέση παραθύρων αποθηκεύτηκε!
fa: اندازه و مکان پنجره ذخیره شد!
fr: Taille et position des fenêtres enregistrées
he: !גודל ומיקום החלון נשמר
hu: Ablak mérete és helyzete elmentve!
id: Ukuran dan posisi windows tersimpan!
ja: ウィンドウのサイズと位置が保存されました。
ms: Saiz dan posisi Windows disimpan!
nl: Schermgrootte en locatie opgeslagen
pt: Posição e tamanho das janelas salvos!
ru: Местоположение и размер окон сохранены!
th: บันทึกขนาดและตำแหน่งของหน้าต่างแล้ว!
vi: Kích cỡ và vị trí cửa sổ đã được lưu

source: Search for existing games
af: Windows grootte en posisie gestoor!
ar: البحث عن الألعاب الموجودة
de: Nach vorhandenen Spielen suchen
el: Αναζήτηση υπάρχοντων τίτλων
fa: جستجو برای بازی های دانلود شده
fr: Scanner les jeux existants
he: סורק אחר משחקים קיימים
hu: Meglévő játékok keresése
id: Cari game yang tersedia
ja: 既存のゲームを検索しています
ms: Semak game sedia ada
nl: Zoeken naar bestaande spellen
pt: Buscando por jogos existentes
ru: Поиск существующих игр
th: ค้นหาเกมที่มีอยู่
vi: Đang tìm các games hiện tại

source: Browse
af: Snuffel
ar: تصفح
de: Durchsuchen
el: Επιλογή φακέλου
fa: باز کردن
fr: Naviguer
he: עיין
hu: Böngészés
id: Telusuri
ja: 立ち読み
ms: Memilih
pt: Procurar
ru: Выбрать папку
th: เลือก
vi: Mở

source: You didn't choose a directory!
af: Jy het nie 'n gids gekies nie!
ar: لم تختر المكان الصحيح!
de: Kein Ordner ausgewählt!
el: Δεν επέλεξες φάκελο!
fa: شما هیچ پوشه ای را انتخاب نکردید
fr: Vous n'avez pas choisi de répertoire !
he: !לא נבחרה תיקייה
hu: Nem választottál kategóriát!
id: Anda tidak memilih directory!
ja: エラー : ディレクトリを選択します。
ms: Anda tidak memilih lokasi
nl: Je hebt geen directory gekozen!
pt: Você não escolheu um diretório!
ru: Вы не выбрали директорию!
th: คุณไม่ได้เลือกตำแหน่ง!
vi: Bạn chưa chọn thư mục

source: The chosen directory doesn't exist!
af: Die gekose gids bestaan nie!
ar: المكان المختار غير موجود!
de: Der ausgewählte Ordner existiert nicht!
el: Ο επιλεγμένος φάκελος δεν υπάρχει!
fa: پوشه انتخاب شده وجود ندارد!
fr: Le répertoire choisi n'existe pas !
he: !התיקייה שנבחרה אינה קיימת
hu: A kiválasztott mappa nem létezik!
id: Directory terpilih tidak ada!
ja: 選択したディレクトリが存在しません！
ms: Lokasi yang dipilih tidak wujud
nl: De gekozen directory bestaat niet!
pt: O diretório escolhido não existe!
ru: Выбранная вами директория не существует!
th: ตำแหน่งที่คุณเลือกไว้ไม่มีในระบบ!
vi: Thư mục được chọn không tồn tại!

source: Finished scanning your games!
af: Voltooide skandering van jou speletjies!
ar: تم الإنتهاء من البحث عن الألعاب المتوفره لديك!
de: Die Suche nach vorhandenen Spiele wurde abgeschlossen!
el: Ολοκλήρωση διερεύνηνσης των τίτλων σου!
fa: اسکن بازی ها کامل شد!
fr: Le balayage de vos jeux est terminé !
he: !סריקת המשחקים הסתיימה
hu: Befejeződött a játékaid keresése!
id: Scan game telah selesai!
ja: あなたのゲームのスキャンが完了しました！
ms: Selesai scan game
nl: Klaar met scannen naar spellen!
pt: Finalizado escaneamento dos jogos
ru: Сканирование игр завершено!
th: ทำการสแกนเกมเสร็จสิ้น!
vi: Đã quét xong các games của bạn

source: Status: Building the current state file... Please wait, this may take some time depending on how many games you have.
af: Status: Die huidige staatslêer bou ... Wag asseblief, dit kan tyd duur, afhangende van hoeveel speletjies jy het.
ar: الحالي، قد يستغرق ذلك بعض الوقت على حسب كمية الألعاب الموجودة لديك state file الالحالة: يتم الآن بناء ال
de: Aktuelle Statusdatei wird erstellt... Bitte warten. Dies kann einige Zeit in Anspruch nehmen, abhängig davon wieviele Spiele in Besitz sind.
el: Κατάσταση: Δημιουργία αρχείου τρέχουσας κατάστασης... Παρακαλώ περιμένετε, χρειάζεται περισσσότερος χρόνος για κάθε παιχνίδι που υπάρχει στο φάκελο.
fa: وضعیت : در حال ساخت فایل وضعیت فعلی ... لطفا صبر کنید ، بسته به تعداد بازی های دانلود شده این پروسه زمان بر خواهد بود
fr: Statut : création du fichier d'état actuel, veuillez patienter, cela peut prendre du temps selon votre nombre de jeux...
he: בונה את מסד הנתונים... אנא המתן, זה עלול לקחת קצת זמן
hu: Állapot: A jelenlegi fájl felépítése zajlik... Kérlek várj, ez sok ideig is eltarthat attól függően, hogy mennyi játékod van.
id: Status: Membangun status file saat ini... Tunggu sebentar, ini akan memakan waktu tergantung seberapa banyak game yang anda miliki.
ja: ステータス： ゲームの状態のファイルを作成しています ... 待ってください、このしたゲームの数に応じていくつかの時間がかかることがあります。
ms: Status: Membina status fail semasa... Sila tunggu, ianya bergantung kepada bilangan game sedia ada anda.
nl: Aan het werk om de huidige status bij te werken... Even geduld a.u.b. Dit kan enkele tijd duren afhankelijk van het aantal spellen in bezit
pt: Status: Construindo a situação do arquivo... Aguarde, isso pode levar algum tempo dependendo de quantos jogos você possuí.
ru: Статус: Создание текущего файла состояния... Пожалуйста подождите, это займет некоторое время.
th: สถานะ: กำลังสร้างไฟล์สถานะระบบ... โปรดรอซักครู่! ขั้นตอนนี้อาจใช้เวลา ขึ้นอยู่กับจำนวนเกมที่คุณมี
vi: Trạng thái:

source: Base64 text:
af: Base64 teks:
ar: Base64 نص
el: Κέιμενο Base64:
fr: Texte en base64 :
he: Base64 טקסט
hu: Base64 szöveg:
id: Teks Base64:
ja: ベース 64 のテキスト：
nl: Base64 tekst:
pt: Texto Base64:
ru: Base64 текст:

source: Decode
af: dekodeer
ar: فك التشفير
de: Dekodieren
el: Αποκωδικοποίηση
fa: دیکود
fr: Décoder
he: פענח
hu: Dekódolás
id: Dekode
ja: 解読する
ms: Dekod
pt: Decodificar
ru: Раскодировать
vi: Giải mã

source: Decoded text:
af: Dekodeer teks:
ar: النص الغير مشفر
de: Dekodierter Text:
el: Αποκωδικοποιημένο κείμενο:
fa: متن دیکود :
fr: Texte décodé :
he: טקסט מפוענח
hu: Dekódolt szöveg:
id: Teks terdekode:
ja: デコードされたテキスト :
ms: Dekod text
nl: Decoded Tekst
pt: Texto Decodificado:
ru: Раскодированный текст:
vi: Text đã được giải mã

source: Open
af: Oop
ar: فتح
de: Öffne
el: ʼνοιγμα
fa: باز کردن
fr: Ouvrir
he: פתח
hu: Megnyitás
id: Buka
ja: 開始する
ms: Buka
pt: Abrir
ru: Открыть
th: เปิด
vi: Mở

source: Game Info:
af: Spel Informasie:
ar: معلومات عن اللعبة
de: Spiel Info:
el: Πληροφορίες Τίτλου:
fa: اطلاعات بازی
fr: Informations sur le jeu :
he: :מידע על המשחק
hu: Játék infó:
id: Info Game
ja: ゲーム情報:
ms: Info Game
nl: Spel Info
pt: Informação de jogo:
ru: Информация об игре
th: ข้อมูลเกม:
vi: Thông tin

source: Game Price:
af: Spel Prys:
ar: سعر اللعبة
de: Spielpreis:
el: Κόστος Τίτλου:
fa: قیمت بازی :
fr: Prix :
he: :מחיר המשחק
hu: Játék ára:
id: Harga Game:
ja: ゲーム価格:
ms: Harga Game
nl: Spel Prijs
pt: Preço do Jogo:
ru: Цена
th: ราคา:
vi: Giá

source: Game Description
fr: Description du jeu

source: Publisher
fr: Éditeur

source: Developer
af: Ontwikkelaar
ar: المطور
de: Entwickler
el: Προγραματιστής
fa: سازنده :
fr: Développeur
he: מפתח
hu: Fejlesztő
ja: 開発者:
nl: Ontwikkelaar
ru: Разработчик
th: ผู้พัฒนา
vi: Nhà phát triển

source: Release Date
fr: Date de sortie

source: Category
fr: Catégorie

source: Number of Players
fr: Nombre de joueurs

source: Game Info not avaiable for this game at the moment!
af: Spelinligting is nie beskikbaar vir hierdie speletjie nie!
ar: معلومات اللعبة غير متوفرة حاليا
de: Spielinformationen für dieses Spiel sind derzeit nicht verfügbar!
el: Οι πληροφορίες για τον τίτλο αυτό δεν είναι διαθέσιμες αυτή τη στιγμή!
fa: درحال حاضر اطلاعات بازی موجود نمی باشد !
fr: Informations de ce jeu non disponible pour le moment!
he: !תיאור המשחק אינו זמין כרגע
hu: A játék infó nem érhető el jelenleg!
id: Info Game tidak tersedia untuk saat ini!
ja: このゲームについての情報を見つけることができません。
ms: Intipati game tidak terdapat pada waktu ini!
nl: Spelinformatie niet beschikbaar voor dit spel op dit moment!
pt: Informações do jogo não são disponíveis nesse momento!
ru: Информация об игре недоступна в данный момент!
th: ไม่พบข้อมูลเกมดังกล่าวในขณะนี้!
vi: Thông tin game không tồn tại

source: About
af: Informasie
ar: عن البرنامج
de: Über
el: Περί
fa: درباره
fr: À propos
he: אודות
hu: Infó
id: Tentang
ja: について
ms: Diskripsi
nl: Over
pt: Sobre
ru: О программе
th: เกี่ยวกับ
vi: Giới thiệu

source: Credits
el: Ειδική Μνεία
fa: دست اندرکاران
fr: Crédits
he: קרדיטים
hu: Készítők
ja: プログラムクレジット
ms: Kredit
pt: Créditos
ru: Авторы
th: เครดิต
vi: Danh sách thành viên

source: Language
af: Taal
ar: اللغة
de: Sprache
el: Γλώσσα
fa: زبان
fr: Langage
he: שפה
hu: Nyelv
id: Bahasa
ja: 言語
ms: Bahasa
nl: Taal
pt: Idioma
ru: Язык
th: ภาษา
vi: Ngôn ngữ

source: Please restart the GUI for the new language to apply!
af: Herbegin asseblief die GUI vir die nuwe taal om aansoek te doen!
ar: !الرجاء إعادة تشغيل البرنامج لتغيير اللغة
de: Bitte starte die GUI neu um die neu gewählte Sprache anzuwenden!
el: Παρακαλω κάντε επανεκκινηση της εφαρμογής για να φορτωθεί η επιλεγμένη γλώσσα!
fa: لطفا برای فعال سازی زبان جدید برنامه را ببنید و دوباره باز کنید
fr: Veuillez redémarrer l'interface graphique pour appliquer la nouvelle langue !
he: !אנא פתח מחדש את התוכנה לשפה חדשה
hu: Kérlek indítsd újra a GUI-t, az új nyelv használatához!
id: Mohon restart GUI untuk menggunakan bahasa baru!
ja: 新しい言語を適用するには、 GUI を再起動してください！
ms: Sila restart semula GUI untuk menukar bahasa!
nl: Herstart de Gui om de nieuwe taal in te schakelen!
pt: Por favor reinicie o GUI para aplicar o novo idioma!
ru: Пожалуйста перезапустите GUI для смены языка!
th: กรุณาปิดและเปิดโปรแกรมใหม่ เพื่อทำการใช้ภาษาที่เลือก!
vi: Khởi động lại ứng dụng để thay đổi ngôn ngữ mới

source: Update Version List
fr: Mettre à jour la liste des versions
id: Perbarui Daftar Versi Game
ru: Обновить список версий

source: Status: Updating version list...
fr: Statut : mise à jour de la liste des versions...

source: Game Description
fr: Description du jeu

source: Rating
fr: Classification

source: Game Size
fr: Taille du jeu

source: Unable to get game size
fr: Impossible de récupérer la taille du jeu

source: Downloading game info...
fr: Téléchargement des informations du jeu...

source: Unable to find game info
fr: Impossible de trouver les informations sur le jeu

source: US eShop Game Price
fr: Prix eShop US

source: New
fr: Nouveau
ja: 新しいゲーム
ms: Baru

source: Own
fr: Possédé
ja: 自身のゲーム
ms: Telah memiliki

source: Update
fr: Mis à jour
ja: 利用可能なアップデート
ms: Kemasikini

source: No Japanese Game
fr: Pas de jeu Japonais
id: Tanpa Game Jepang
ru: Убрать японские игры

source: Latest
fr: Dernière
ja: 最新バージョン
ms: Terbaharu

source: Options
af: Opsies
ar: خيارات
de: Optionen
el: Επιλογές
fa: تنضیمات
he: הגדרות
hu: Beállítások
id: Pengaturan
ja: 選択肢
ms: Pilihan
nl: Opties
pt: Opções
ru: Настройки
th: ตัวเลือก
vi: Lựa chọn

source: Scan
af: Skandering
ar: فحص
de: Suche starten
el: Διερεύνηνση
fa: اسکن کردن
he: סרוק
hu: Keresés
ja: スキャンするコンピュータ
nl: Scannen
pt: Escanear
ru: Найти
th: สแกน
vi: Quét

source: Game Description:
af: Spel Beskrywing
ar: وصف اللعبة
de: Spielbeschreibung:
el: Περιγραφή Τίτλου
fa: توضیحات بازی :
he: :תיאור המשחק
hu: Játék leírása:
id: Deskripsi Game:
ja: ゲームの説明：
ms: Intipati Game
nl: Spel beschrijving
pt: Descrição do Jogo:
ru: Описание
th: คำบรรยาย:
vi: Mô tả

source: Publisher:
af: Uitgewer
ar: الناشر
de: Herausgeber:
el: Εκδότης:
fa: ناشر :
he: :מפיץ
hu: Kiadó:
ja: 出版社:
ms: Pemasaran
nl: Uitgever
pt: Editora:
ru: Издатель
th: ผู้จัดจำหน่าย:
vi: Nhà phát hành

source: Release Date:
af: Datum van vrystelling:
ar: تاريخ الإصدار
de: Erscheinungsdatum:
el: Ημερομηνία κυκλοφορίας
fa: تاریح عرضه :
he: :תאריך שחרור המשחק
hu: Kiadás dátuma:
id: Tanggal Rilis:
ja: リリース日:
ms: Tarikh Dipasarkan
nl: Uitgeef Datum:
pt: Data de Lançamento:
ru: Дата выхода
th: วันที่เผยแพร่:
vi: Ngày phát hành:

source: Category:
af: Kategorie:
ar: التصنيف
de: Kategorie:
el: Κατηγορία:
fa: ژانر :
he: :קטגורייה
hu: Kategória:
id: Kategori:
ja: カテゴリ:
ms: Kategori
nl: Catagorie
pt: Categoria:
ru: Категория
th: ประเภท:
vi: Nhóm:

source: Number of Players:
af: Aantal spelers:
ar: عدد اللاعبين
de: Anzahl der Spieler:
el: Αριθμός παικτών:
fa: تعداد بازیکن :
he: :מספר השחקנים
hu: Játékosok száma:
id: Jumlah Pemain:
ja: プレーヤーの数:
ms: Bilangan Pemain:
nl: Aantal Spelers:
pt: Numero de Jogadores:
ru: Количество игроков:
th: จำนวนผู้เล่น:
vi: Số lượng người chơi

source: Download_bottom
el: Λήψη

source: Developer:
pt: Desenvolvedor:
